Repository: hupo376787/CCPlayer
Catalog: CCPlayer.UWP.Pro/MultilingualResources/CCPlayer.UWP.Pro.*.xlf
Languages: bg, de, es, fa, ja, ko, pt_br, ru, uk, vi, zh_hans

# Stream.Type.Audio
source: Audio
bg: Аудио
fa: صدا
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Аудио
uk: Аудіо
vi: Âm thanh
zh_hans: 音频

# Stream.Type.Subtitle
source: Subtitle
bg: Субтитри
de: Untertitel
es: Subtítulo
fa: زیرنویس
ja: 字幕
ko: 자막
pt_br: Legenda
ru: Субтитры
uk: Субтитри
vi: Phụ đề
zh_hans: 字幕

# Stream.Type.Video
source: Video
bg: Видео
es: Vídeo
fa: ویدیو
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
uk: Відео
zh_hans: 视频

# Sample.Subtitle.Text
source: Enjoy with subtitle :)
bg: Насладете се със субтитри :)
de: Genießen mit Untertiteln :)
es: Disfruta con subtítulos :)
fa: از زیرنویس لذت ببرید :)
ja: 字幕とお楽しみください。 :)
ko: 즐겁게 시청하세요 :)
pt_br: Desfrute com legenda :)
ru: Наслаждайтесь с субтитрами :)
uk: Насолоджуйтесь субтитрами :)
vi: Hãy tận hưởng cùng phụ đề :)
zh_hans: 享受字幕:)

# AppLock.Password.Header.Text
source: Password
bg: Парола
de: Passwort
es: Contraseña
fa: گذرواژه
ja: パスワード
ko: 패스워드
pt_br: Senha
ru: Пароль
uk: Пароль
vi: Mật khẩu
zh_hans: 密码

# AppLock.Password.Validate.Text
source: It will be saved after white spaces removed.
bg: Ще бъде запазена след премахване на интервалите.
de: Wird gespeichert, wenn keine weißen Stellen mehr da sind.
es: Se guardará después de borrar los espacios en blanco.
fa: بعد از بین رفتن فضای خالی، ذخیره می شود
ja: 空白は入力しても削除され、保存されます。
ko: 공백은 입력해도 제거 되고 저장 됩니다.
pt_br: Será salvo após a remoção dos espaços em branco.
ru: Будет сохранено после удаления пробелов.
uk: Збереження буде виконано після того як з'явится вільне місце.
vi: Nó sẽ tự động được lưu sau khi khoảng trắng được xóa bỏ.
zh_hans: 移除空格后它将被保存。

# AppLock.Password.Validate1.Title
source: Password length should be minimum of 4 characters.
bg: Паролата трябва да бъде поне 4 знака.
de: Das Passwort sollte mindestens 4 Zeichen lang sein.
es: La contraseña debe tener al menos 4 caracteres.
fa: طول گذرواژه بایستی حداقل 4 کراکتر باشد
ja: パスワードは4文字以上で入力してください。
ko: 패스워드는 4글자 이상이어야 합니다.
pt_br: Comprimento da senha deve ser no mínimo de 4 caracteres.
ru: Длина пароля должна быть не менее 4 символов.
uk: Пароль мае бути не меншим ніж 4 символи.
vi: Chiều dài mật khẩu nên có ít nhất 4 kí tự.
zh_hans: 密码长度应该至少有4个字符。

# AppLock.Password.Validate2.Title
source: It includes a white space in the input string.
bg: Има интервал във входният текст.
de: Es enthält eine Leerstelle.
es: Se ha incluido un espacio en blanco en el texto introducido.
fa: در طوالی ورودی فضای خالی وجود دارد
ja: 入力したパスワードにスペースが含まれています。
ko: 입력한 패스워드에 공백이 포함되어 있습니다.
pt_br: Inclui um espaço em branco na sequência de entrada.
ru: Есть пробел в строке ввода.
uk: Порожній простір в рядку введення.
vi: Nó bao gồm khoảng trắng trong chuỗi nhập.
zh_hans: 它包含输入字符串中的空格。

# AppLock.Use.Header
source: Use app protection
bg: Защита на приложението
de: App schützen
es: Usar bloqueo para la app
fa: استفاده از حفاظت اپ
ja: アプリの保護モードの使用
ko: 앱 보호 사용
pt_br: Usar proteção do aplicativo
ru: Использовать защиту приложения
uk: Використовувати захист програми
vi: Sử dụng lớp bảo vệ ứng dụng
zh_hans: 使用应用程序保护

# Button.Change.Content
source: Change
bg: Промяна
de: Ändern
es: Cambiar
fa: تغییر
ja: 変更
ko: 변경
pt_br: Alterar
ru: Изменить
uk: Змінити
vi: Thay đổi
zh_hans: 更改

# Button.Ok.Content
source: Ok
bg: Ок
fa: قبول
ja: 確認
ko: 확인
ru: Ок
zh_hans: 确定

# AppLock.Hint.Header.Text
source: Password's hint
bg: Подсещане за парола
de: Passworthinweis
es: Indicio de contraseña
fa: راهنمای گذرواژه
ja: パスワードのヒント
ko: 패스워드 힌트
ru: Подсказка пароля
uk: Підказка пароля
vi: Gợi ý mật khẩu
zh_hans: 密码提示

# FileAssociation.Change.Commit.Content
source: Modify file extension
bg: Промяна на разширението на файл
de: Dateiendung bearbeiten
es: Modificar extensión de archivo
fa: تنظیم افزونه
ja: 拡張子を変更
ko: 확장자 변경
pt_br: Modificar a extensão do arquivo.
ru: Изменить расширение файла
uk: Змінити розширення файлу
vi: Chỉnh sửa phần mở rộng tập tin
zh_hans: 修改文件扩展名

# FileAssociation.Change.Fail.Content
source: Make sure that {0} extension exists already with the same name in the folder.
bg: Убедете се, че в папката няма файл със същото име и разширение {0}.
de: Stelle sicher, dass die Erweiterung {0} bereits mit dem selben Namen in diesem Ordner existiert.
es: Asegúrate si ya existe la extensión {0} con el mismo nombre de arcivo en la carpeta.
fa: اطمینان حاصل کنید که {0} افزونه در پوشه ای به همان نام وجود دارد.
ja: 当フォルダ内には既に同名の{0}の拡張子が存在するかを確認してください。
ko: 해당 폴더내에 이미 동일한 이름으로 {0} 확장자가 존재하는지 확인하십시오.
pt_br: Certifique-se de que a extensão {0} já existe com o mesmo nome na pasta.
ru: Убедитесь в том, что расширение {0} уже существует с тем же именем в папке.
uk: Переконайтеся, що {0} розширення вже існує з такою ж назвою в папці.
vi: Hãy chắn chắn rằng đã có {0} phần mở rộng cùng tên trong thư mục.
zh_hans: 确保已经存在{ 0 }扩展具有相同名称的文件夹。

# FileAssociation.Change.Fail.Title
source: Failed to change extension.
bg: Неуспешна смяна на разширението.
de: Erweiterung konnte nicht geändert werden.
es: Fallo al cambiar la extensión.
fa: خطا در تغییر افزونه
ja: 拡張子の変更に失敗しました。
ko: 확장자 변경이 실패하였습니다.
ru: Не удалось изменить расширение.
uk: Помилка при зміні розширення.
vi: Thay đổi phần mở rộng không thành công.
zh_hans: 无法更改扩展名。

# FileAssociation.Change.FilePicker.Content
source: Choose to chage file
bg: Изберете файл
de: Zum Datei ändern auswählen
es: Seleccionar para cambiar archivo
fa: برای تغییر فایل انتخاب کنید
ja: 変更するファイルを選択
ko: 변경할 파일 선택
pt_br: Escolha para alterar o arquivo
ru: Выберите, чтобы изменить файл
uk: Виберіть файл для зміни
vi: Chọn tập tin để thay đổi
zh_hans: 选择更改文件

# FileAssociation.Change.Header.Text
source: Change the file extension that to hide in other apps
bg: Изберете разширение, което да бъде скрито в други приложения
de: Dateiendung, die in anderen Apps ausgeblendet werden soll, auswählen
es: Cambiar la extensión de archivo para ocultar en otras apps
fa: افزونه فایل را برای مخفی شدن درون سایر اپ ها تغییر دهید
ja: 他のアプリでファイルを表示されないように拡張子を変更
ko: 다른앱에서 파일을 볼 수 없도록 확장자 변경
pt_br: Altere a extensão do arquivo para ocultar em outros aplicativos
ru: Измените расширение файла, чтобы скрыть в других приложениях
uk: Змініть розширення файлу, щоб приховати в інших програмах
vi: Thay đổi phần mở rộng tập tin để ẩn trong các ứng dụng khác.
zh_hans: 更改在其他应用程序中隐藏的文件扩展名

# FileAssociation.Change.Success.Title
source: The changed file will not appear in other apps.
bg: Промененият файл няма да се появи в други приложения
de: Die geänderte Datei wird in anderen Apps nicht mehr auftauchen.
es: El archivo cambiado no aparecerá en otras aps.
fa: فایل تغییر یافته در میان دیگر اپ ها ظاهر نخواهد شد.
ja: 変更されたファイルは他のアプリで、表示されなくなります。
ko: 변경된 파일들은 다른 앱에서는 나타나지 않게 됩니다.
ru: Измененный файл не появится в других приложениях.
uk: Змінений файл не з'явиться в інших програмах.
vi: Tập tin đã thay đổi sẽ không xuất hiện trong các ứng dụng khác.
zh_hans: 更改后的文件不会在其他应用程序中。

# FileAssociation.Change.Success1.Content
source: {0} and {1} files extension has been changed to {2}.
bg: Разширенията на файлове {0} и {1} са сменени на {2}.
de: Die Dateiendungen {0} und {1} wurden zu {2} geändert.
es: Las extensiones de archivos {0} y {1} se han cambiado a {2}.
fa: {0} و {1} افزونه فایل به {2} تغییر کرده اند.
ja: {0}のほか{1}個のファイルの拡張子が{2}に変更されました。
ko: {0} 외 {1}개 파일의 확장자가 {2}로 변경되었습니다.
pt_br: a extensão de arquivos {0} e {1} foi alterado para {2}.
ru: {0} и {1} расширение файлов было изменено на {2}.
uk: Розширення файлів {0} та {1} було змінено на {2}.
vi: Phần mở rộng {0} và {1} của các tập tin đã được đổi thành {2}.
zh_hans: {0} 和 {1} 文件扩展名已改 {2}。

# FileAssociation.Change.Success2.Content
source: {0} file extension has been changed to {1}.
bg: Разширението {0} е сменено на {1}.
de: Die Dateiendung {0} wurde zu {1} geändert.
es: La extensión de archivo {0} se ha cambiado a {1}.
fa: {0} افزونه فایل به {1} تغییر کرده است.
ja: {0}ファイルの拡張子が{1}に変更されました。
ko: {0} 파일의 확장자가 {1}로 변경되었습니다.
pt_br: a extensão de arquivo {0} foi alterado para {1}.
ru: расширение файла {0} было изменено на {1}.
uk: Розширення файлу {0} було змінено на {1}.
vi: Phần mở rộng {0} của tập tin đã được đổi thành {1}.
zh_hans: {0} 文件扩展名已改 {1}。

# AppLock.Password.Validate3.Text
source: Protect your privacy by activating the app protection.
bg: Защитете вашата неприкосновеност като активирате защитата на приложението.
de: Schütze deine Privatsphäre, indem du den App-Schutz einschaltest.
es: Protege tu privacidad activando el bloqueo de app.
fa: با فعال کردن حفاظت از حریم شخصی خود مراقبت کنید.
ja: アプリの保護機能を作動させて、プライバシーを保護しましょう。
ko: 앱 보호 기능을 작동시켜 사생활을 보호하세요.
pt_br: Proteja a sua privacidade, ativando a proteção do aplicativo.
ru: Защитите вашу конфиденциальность, активировав защиту приложения.
uk: Захистіть ваші дані, шляхом активації програми захисту.
vi: Bảo vệ sự riêng tư của bạn bằng cách kích hoạt lớp bảo vệ ứng dụng.
zh_hans: 通过激活应用程序保护来保护您的隐私。

# AppLock.Password.Validate3.Title
source: Password has been changed.
bg: Паролата беше сменена.
de: Passwort geändert.
es: La contraseña ha sido cambiada.
fa: گذرواژه تغییر کرده است.
ja: パスワードが変更されました。
ko: 패스워드가 변경되었습니다.
pt_br: A senha foi alterada.
ru: Пароль был изменен.
uk: Пароль було змінено.
vi: Đã đổi mật khẩu.
zh_hans: 密码已更改。

# Button.AppLock.TurnOff
source: Turn off
bg: Изключване
de: Ausschalten
es: Desactivar
fa: خاموش
ja: オフ
ko: 끄기
pt_br: Desligar
ru: Выключить
uk: Вимкнути
vi: Tắt
zh_hans: 关闭

# Button.AppLock.TurnOn
source: Turn on
bg: Включване
de: Einschalten
es: Activar
fa: روشن
ja: オン
ko: 켜기
pt_br: Ligar
ru: Включить
uk: Увімкнути
vi: Bật
zh_hans: 打开

# Theme.Header.Text
source: Theme
bg: Тема
de: Design
es: Tema
fa: پوسته
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
uk: Тема
vi: Chủ đề
zh_hans: 主题

# Button.Clear.Content
source: Clear
bg: Изчистване
de: Bereinigen
es: Limpiar
fa: پاک کردن
ja: クリア
ko: 비우기
pt_br: Limpar
ru: Очистить
uk: Очистити
vi: Xóa
zh_hans: 清除

# Thumbnail.Retention.Period.Text
source: Thumbnail's retention period
bg: Време за пазене на миниатюрите
de: Vorschaubilder zurücksetzen alle
es: Periodo para almacenar las miniaturas
fa: دوره نگهداری از نمایه ها
ja: サムネイルの保存期間
ko: 썸네일의 보존 기간
pt_br: Período de retenção das miniaturas
ru: Срок хранения эскизов
uk: Термін зберігання зображень
vi: Thời hạn lưu trữ ảnh nhỏ
zh_hans: 缩略图的保留时间

# Thumbnail.Retention.Size.Text
source: Thumbnail's disk usage
bg: Използвано място за миниатюри
de: Speichernutzung durch Vorschaubilder
es: Uso en disco de miniaturas
fa: فضای اشغال شده توسط نمایه ها
ja: サムネイルディスク使用量
ko: 썸네일의 디스크 사용량
pt_br: Uso do disco das miniaturas
ru: Использование диска эскизами
uk: Зображення з дискового простору
vi: Lưu lượng ảnh nhỏ sử dụng
zh_hans: 磁盘使用情况的缩略图

# UseDefaultSWDecoder.Header
source: Use SW decoder as default decoder
bg: Използване на софтуерен декодер по подразбиране
de: SW-Decoder als Standard-Decoder nutzen
es: Usar decodificador de SW como predeterminado
fa: استفاده از دیکد کننده SW به عنوان پیش فرض
ja: SWデコーダを基本コーダに使用
ko: SW디코더를 기본 더코더로 사용
pt_br: Usar o decodificador SW como o decodificador padrão
ru: Использовать SW декодер, как декодер по умолчанию
uk: Використовувати Програмний кодек як основний
vi: Sử dụng trình giải mã làm mặc định
zh_hans: 使用 SW 解码器作为默认解码器

# App.Version.Text
source: Version
bg: Версия
es: Versión
fa: نسخه
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
uk: Версія
vi: Phiên bản
zh_hans: 版本

# Developer.Header.Text
source: Developer
bg: Разработчик
de: Entwickler
es: Desarrollador
fa: توسعه دهنده
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
uk: Розробник
vi: Nhà phát triển
zh_hans: 开发人员

# Developer.Name.Content
source: Jooyong, Yook
ko: 육주용

# Feedback.BugReport.Content
source: Bug report
bg: Докладване на грешка
de: Fehler melden
es: Retroalimentación
fa: گزارش خرابی
ja: バグレポート
ko: 버그 리포트
ru: Отчет об ошибке
vi: Báo cáo lỗi
zh_hans: Bug 报告

# Feedback.Header.Text
source: Feedback
bg: Обратна връзка
es: Retroalimentación
fa: بازخورد
ja: フィードバック
ko: 피드백
ru: Обратная связь
uk: Відгук
vi: Phản hồi
zh_hans: 反馈

# Feedback.Suggest.Content
source: Suggest
bg: Предложение
de: Vorschlag machen
es: Sugerir
fa: پیشنهاد
ja: 提案
ko: 제안
pt_br: Sugestão
ru: Предложить
uk: Пропозиції
vi: Đề xuất
zh_hans: 建议

# Feedback.Facebook.Content
source: Facebook
fa: فیسبوک
ko: 페이스북

# Feedback.ReviewRate.Content
source: Review & Rating
bg: Преразгледайте рейтинга
de: Bewerten
es: Reseña y puntuación
fa: بازبینی و امتیازدهی
ja: レビュー & 評価
ko: 리뷰 & 평가
pt_br: Revisão & Classificação
ru: Отзывы & Рейтинг
uk: Огляд та Рейтинг
vi: Đánh giá & Xếp hạng
zh_hans: 评论 & 评级

# AppLock.Login.Description.Text
source: Please enter a password.
bg: Моля въведете парола.
de: Passwort eingeben.
es: Por favor, introduce una contraseña.
fa: لطفا گذرواژه را وارد کنید
ja: パスワードを入力してください。
ko: 패스워드를 입력하십시오.
pt_br: Por favor, insira uma senha.
ru: Пожалуйста, введите пароль.
uk: Введіть пароль.
vi: Vui lòng nhập mật khẩu.
zh_hans: 请输入密码。

# AppLock.Login.InvalidPassword.Text
source: Password is incorrect.
bg: Паролата е грешна.
de: Falsches Passwort.
es: La contraseña es incorrecta.
fa: گذرواژه اشتباه است
ja: パスワードが正しくありません。
ko: 패스워드가 올바르지 않습니다.
pt_br: Senha incorreta.
ru: Неверный пароль.
uk: Неправильний пароль.
vi: Mật khẩu không đúng.
zh_hans: 密码不正确。

# AppLock.Login.Title.Text
source: App protection mode is executing.
bg: Режим на защита на приложението.
de: App-Schutz wird ausgeführt.
es: El modo de bloqueo de la app se está ejecutando.
fa: حالت حفاظت از اپ فعال است
ja: アプリの保護モードが実行中です。
ko: 앱 보호 모드가 실행중입니다.
pt_br: O modo de proteção do aplicativo está em execução.
ru: Выполняется режим защиты приложения
uk: Здійснюється програмний захист.
vi: Chế độ bảo vệ đang hoạt động.
zh_hans: 正在执行的应用程序保护模式。

# Button.CCPClose.Content
source: Exit CCPlayer
bg: Излез от CCPlayer
de: CCPlayer beenden
es: Salir de CCPlayer
fa: خروج از برنامه
ja: CCPlayer終了
ko: CCPlayer 종료
pt_br: Sair do CCPlayer
ru: Выйти из CCPlayer
uk: Вихід з CCPlayer
vi: Thoát CCPlayer
zh_hans: 退出 CCPlayer

# Button.Login.Content
source: Authenticate
bg: Удостоверяване на самоличността
de: Authentisieren
es: Identificación
fa: هویت سنجی
ja: 認証
ko: 인증
pt_br: Autenticar
ru: Проверка подлинности
uk: Автентифікація
vi: Xác thực
zh_hans: 进行身份验证

# MainMenu.AppLock.Switch.Tag
source: App protection : Executing
bg: Защита: Работеща
de: App-Schutz: Geschützt
es: Bloqueo de app: Ejecutándose
fa: حالت حفاظت از اپ : اجرا شده
ja: アプリの保護：実行中
ko: 앱 보호 : 실행중
pt_br: Proteção do App: Executando
ru: Защита : вкл.
uk: Програмний захист: Виконується
vi: Bảo vệ ứng dụng: Đang chạy
zh_hans: 应用程序保护 ︰ 执行

# MainMenu.AppLock.Switch.Text
source: App protection : Stopped
bg: Защита: Спряна
de: App-Schutz: Gestoppt
es: Bloqueo de app: Detenido
fa: حالت حفاظت از اپ : متوقف شده
ja: アプリの保護：停止中
ko: 앱 보호 : 정지됨
pt_br: Proteção do App: Parado
ru: Защита : выкл.
uk: Програмний захист: Зупинено
vi: Bảo vệ ứng dụng: Đã dừng
zh_hans: 应用程序保护 ︰ 停止

# MainMenu.Settings.Title.Text
source: Settings
bg: Настройки
de: Einstellungen
es: Configuración
fa: تنظیمات
ja: 設定
ko: 설정
pt_br: Configurações
ru: Параметры
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# Message.Check.MovePlayList.Content
source: Move to playlist after adding.
bg: Преместване в плейлиста след добавяне.
de: Nach dem Hinzufügen zur Wiedergabeliste navigieren.
es: Mover a lista de reproducción tras añadir.
fa: جا به جایی لیست پخش پس از اضافه کردن
ja: 追加後、プレイリストに遷移
ko: 추가 후 재생목록으로 이동
ru: Перейти к плейлисту после добавления.
uk: Після додавання, перемістити в список відтворення.
vi: Di chuyển đến danh sách phát sau khi thêm.
zh_hans: 添加后移动到播放列表。

# TopMenu.Common.AllCheck.Tag
source: Uncheck all
bg: Махни отметките на всички
de: Alle abwählen
es: Desmarcar todo
fa: حذف همه انتخاب ها
ja: 選択を解除
ko: 선택 취소
pt_br: Desmarcar tudo
ru: Снять выделение
uk: Скасувати все
vi: Bỏ chọn tất cả
zh_hans: 取消全选

# TopMenu.Common.AllCheck.Text
source: Check all
bg: Отметки на всички
de: Alle auswählen
es: Marcar todo
fa: انتخاب همه
ja: すべて選択
ko: 전체 선택
pt_br: Selecionar tudo
ru: Выделить все
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选

# TopMenu.Common.Back.Text
source: Back
bg: Назад
de: Zurück
es: Retroceder
fa: بازگشت
ja: 戻る
ko: 이전
pt_br: Voltar
ru: Назад
uk: Назад
vi: Lùi
zh_hans: 返回

# TopMenu.Common.Check.Text
source: Check
bg: Маркирай
de: Auswählen
es: Verificar
fa: انتخاب
ja: 選択
ko: 선택
pt_br: Verificar
ru: Проверить
uk: Вибрати
vi: Kiểm tra
zh_hans: 检查

# TopMenu.Common.Delete.Text
source: Delete
bg: Изтрий
de: Löschen
es: Borrar
fa: حذف
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
uk: Видалити
vi: Xóa
zh_hans: 删除

# TopMenu.Common.Refresh.Text
source: Refresh
bg: Опресни
de: Aktualisieren
es: Refrescar
fa: بارگذاری مجدد
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
uk: Оновити
vi: Làm mới
zh_hans: 刷新

# TopMenu.Common.Remove.Text
source: Remove
bg: Отстрани
de: Löschen
es: Borrar
fa: زدودن
ja: 消去
ko: 제거
pt_br: Remover
ru: Убрать
uk: Видалити
vi: Dỡ bỏ
zh_hans: 删除

# TopMenu.Explorer.AddFolder.Text
source: Add folder
bg: Добави папка
de: Ordner hinzufügen
es: Añadir carpeta
fa: اضافه کردن پوشه
ja: フォルダの追加
ko: 폴더 추가
pt_br: Adicionar pasta
ru: Добавить папку
uk: Додати папку
vi: Thêm thư mục
zh_hans: 添加文件夹

# TopMenu.Explorer.AddToPlayList.Text
source: Add to playlist
bg: Добави към плейлист
de: Zu Wiedergabeliste hinzufügen
es: Añadir a lista de reproducción
fa: اضافه به فهرست پخش
ja: プレイリストに追加
ko: 재생목록에 추가
pt_br: Adicionar à lista de reprodução
ru: Добавить в плейлист
uk: Додати до списку відтворення
vi: Thêm vào danh sách phát
zh_hans: 添加到播放列表

# TopMenu.Explorer.NewPlayList.Text
source: New playlist
bg: Нов плейлист
de: Neue Wiedergabeliste
es: Nueva lista de reproducción
fa: فهرست پخش جدید
ja: 新しいプレイリスト
ko: 새 재생 목록
ru: Новый плейлист
vi: Danh sách phát mới
zh_hans: 新建播放列表

# TopMenu.Explorer.Upper.Text
source: To upper
bg: Главни букви
de: Zur vorherigen Ebene
es: Subir
fa: با بالاتر
ja: 上部へ
ko: 상위로 이동
ru: Наверх
uk: Назад
vi: Di chuyển lên
zh_hans: 向上

# TopMenu.PlayList.Rename.Text
source: Rename
bg: Преименуване
de: Umbenennen
es: Renombrar
fa: تغییر نام
ja: 名前の変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名

# TopMenu.PlayList.Reorder.Text
source: Reorder
bg: Подреждане
de: Neu sortieren
es: Reordenar
fa: سفارش مجدد
ja: 順序の変更
ko: 순서 변경
pt_br: Reordenar
ru: Изменить порядок
uk: Змінити порядок
vi: Sắp xếp lại
zh_hans: 重新排序

# Button.Cancel.Content
source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fa: لغو
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
uk: Скасувати
vi: Hủy
zh_hans: 取消

# Button.Close.Content
source: Close
bg: Затваряне
de: Schließen
es: Cerrar
fa: بستن
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
uk: Закрити
vi: Đóng
zh_hans: 关闭

# Button.Play.Content
source: Play
bg: Възпроизвеждане
de: Wiedergeben
es: Reproducir
fa: پخش
ja: 再生
ko: 재생
pt_br: Executar
ru: Воспроизвести
uk: Відтворити
vi: Phát
zh_hans: 播放

# Button.Save.Content
source: Save
bg: Запазване
de: Speichern
es: Guardar
fa: ذخیره
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
uk: Зберегти
vi: Lưu
zh_hans: 保存

# Media.Information.Format.Text
source: Format
bg: Формат
es: Formato
fa: فرمت
ja: フォーマット
ko: 포맷
pt_br: Formato
ru: Формат
uk: Формат
vi: Định dạng
zh_hans: 格式

# Media.Information.RunningTime.Text
source: Running time
bg: Дължина
de: Laufzeit
es: Duración
fa: زمان اجرا
ja: 上映時間
ko: 상영시간
ru: Время работы
uk: Час відтворення
vi: Thời gian phát
zh_hans: 运行时间

# Media.Information.Title.Text
source: Title
bg: Заглавие
de: Titel
es: Título
fa: عنوان
ja: タイトル
ko: 타이틀
pt_br: Título
ru: Название
uk: Назва
vi: Tiêu đề
zh_hans: 标题

# Message.Confirm.DeletePlayList
source: Media files are not deleted from the disk.
bg: Медия файловете не се изтриват от диска.
de: Medien-Dateien werden nicht aus dem Speicher gelöscht.
es: No se han borrado los archivos de medios del disco.
fa: فایل رسانه از دیسک حذف نشده است.
ja: メディアファイルがディスクから削除されるものではありません。
ko: 미디어 파일이 디스크에서 제거되는것은 아닙니다.
ru: Медиа-файлы не удаляются с диска.
uk: Мультимедійні файли не видаляються з диска.
vi: Các tập tin media chưa được xóa khỏi ổ đĩa.
zh_hans: 媒体文件不会从磁盘删除。

# Message.Error.AddPlayList
source: An error occurred while adding playlists.
bg: Възникна грешка при добавяне на плейлист.
de: Fehler beim Hinzufügen von Wiedergabelisten aufgetreten.
es: Se ha producido un error al añadir listas de reproducción.
fa: در هنگام اضافه کردن فهرست پخش، خطایی رخ داد.
ja: プレイリストに追加中にエラーが発生しました。
ko: 재생목록 추가중 에러가 발생하였습니다.
ru: Произошла ошибка при добавлении плейлиста.
uk: При створенні списків відтворення сталася помилка.
vi: Đã xảy ra lỗi khi đang thêm các danh sách phát.
zh_hans: 添加播放列表时发生错误。

# Message.Error.CheckFile
source: There may be a temporary error. Please try again later. If the same error still occurs, make sure the file is defective.
bg: Може да има временна грешка. Моля опитайте пак по-късно. Ако същата грешка възникне пак, убедете се, че файлът не е повреден.
de: Möglicherweise gibt es einen temporären Fehler. Versuche es später noch einmal. Wenn der Fehler weiterhin auftritt, prüfe die Datei auf Beschädigungen.
es: Puede haber un error temporal. Por favor, inténtalo de nuevo más tarde. Si se vuelve a producir el mismo error, asegúrate que el archivo no está defectuoso.
fa: این ممکن است یک خطای موقت باشد. لطفا بعدا تلاش کنید. اگر مجددا با همان خطا مواجه شدید، معیوب بودن فایل را کنترل کنید.
ja: 一時的なエラーである可能性がありますので、後に再試行してください。 同じエラーが発生すると、ファイルに欠陥がないことを確認してください。
ko: 일시적인 오류일 수도 있으니 잠시 후 다시 시도하십시오. 동일한 에러가 계속 발생하면, 파일에 결함이 없는지 확인 하십시오.
pt_br: Pode haver um erro temporário. Por favor, tente novamente mais tarde. Se o mesmo erro ainda ocorrer, verifique se o arquivo está com defeito.
ru: Возможно, это временная ошибка. Пожалуйста попробуйте позже. Если такая ошибка по прежнему повторяется, убедитесь что файл не поврежден.
uk: Тимчасова помилка. Будь-ласка спробуйте пізніше. Якщо ж помилка все ще залишилась, переконайтеся, що файл пошкоджений.
vi: Đã xảy ra lỗi tạm thời. Hãy thử lại sau. Nếu vấn đề tương tự vẫn xảy ra, tập tin có thể là đã bị hỏng
zh_hans: 有可能是一个暂时的错误。 请稍后再试。 如果同样的错误仍然出现，确保该文件有缺陷。

# Message.Error.DuplicatedName
source: The name is already in use. Please enter a different name.
bg: Името е вече заето. Моля въведете друго име.
de: Dieser Name wird bereits verwendet. Bitte gib einen anderen Namen ein.
es: El nombre ya está en uso. Por favor, introduce un nombre distinto.
fa: این نام پیش تر استفاده شده است. لطفا نام دیگری را وارد کنید.
ja: 既に存在する名前です。別の名前を入力してください。
ko: 이미 존재하는 이름입니다. 다른 이름을 입력하십시오.
ru: Имя уже используется. Пожалуйста, введите другое имя.
vi: Tên này đã được sử dụng. Vui lòng sử dụng tên khác.
zh_hans: 名称已经被使用。请输入一个不同的名称。

# Message.Error.LoadMedia
source: Could not read media information.
bg: Информацията за файла не може да бъде прочетена.
de: Medien-Infos konnten nicht gelesen werden.
es: No se puede leer la información del medio.
fa: توانایی خواندن رسانه وجود ندارد.
ja: メディア情報を読み取ることができません。
ko: 미디어 정보를 읽을 수 없습니다.
pt_br: Não foi possível ler as informações de mídia.
ru: Не удается прочитать информацию из медиа-файла.
uk: Не вдалося прочитати інформацію про медіа.
vi: Không thể đọc thông tin media.
zh_hans: 无法读取媒体信息。

# Message.Error.Remove
source: An error occurred trying to remove.
bg: Възникна грешка при премахване.
de: Fehler beim Löschen aufgetreten.
es: Se ha producido un error al intentar eliminar.
fa: خطایی در حین زدودن رخ داد.
ja: 削除中にエラーが発生しました。
ko: 제거중에 에러가 발생하였습니다.
ru: При попытке удаления произошла ошибка.
vi: Đã xảy ra lỗi trong quá trình xóa bỏ.
zh_hans: 试图删除时出错。
