Repository: hupo376787/CCPlayer
Catalog: CCPlayer.UWP.Pro/MultilingualResources/CCPlayer.UWP.Pro.*.xlf
Languages: bg, de, es, fa, ja, ko, pt_br, ru, uk, vi, zh_hans

# Message.Error.Retry
source: Please try again later. If the same error still occurs, reinstall the app.
bg: Моля, опитайте отново. Ако възникне същата грешка, инсталирайте приложението наново.
de: Versuche es später erneut. Wenn der Fehler weiterhin auftritt, installiere die App neu.
es: Por favor, inténtalo de nuevo más tarde. Si se vuelve a producir el mismo error, reinstala la app.
fa: لطفا بعدا تلاش کنید. اگر همین خطا مجددا رخ داد، اپ را مجددا نصب کنید.
ja: 後でやり直してください。 同じエラーが引き続き発生する場合、アプリを再インストールしてください。
ko: 나중에 다시 시도하십시오. 동일한 에러가 계속 발생하면, 앱을 재설치하십시오.
pt_br: Por favor, tente novamente mais tarde. Se o mesmo erro ainda ocorrer, reinstale o aplicativo.
ru: Пожалуйста, повторите попытку позже. Если же ошибки все повторяются, переустановите приложение.
uk: Будь ласка, спробуйте ще раз пізніше. Якщо ж помилка все ще відбувається, перевстановіть програму.
vi: Hãy thử lại sau. Nếu vấn đề tương tự vẫn xảy ra, hãy cài đặt lại ứng dụng.
zh_hans: 请稍后再试。 如果同样的错误仍然出现，请重新安装该应用程序。

# Message.Error.Save
source: An error occurred during save.
bg: Възникна грешка при запазване.
de: Fehler während des Speicherns aufgetreten.
es: Se ha producido un error al guardar.
fa: خطایی در هنگام ذخیره سازی رخ داد.
ja: 保存中にエラーが発生しました。
ko: 저장중에 에러가 발생하였습니다.
pt_br: Ocorreu um erro ao tentar salvar.
ru: Во время сохранения произошла ошибка.
vi: Đã xảy ra lỗi khi đang lưu.
zh_hans: 保存时发生错误。

# Message.Error.Update
source: The error occurred during update.
bg: Възникна грешка при обновяване.
de: Fehler während Aktualisierung aufgetreten.
es: El error se ha producido al actualizar.
fa: خطایی در حین به روز رسانی رخ داد.
ja: 更新中にエラーが発生しました。
ko: 업데이트중 에러가 발생하였습니다.
pt_br: Ocorreu um erro durante a atualização.
ru: Произошла ошибка во время обновления.
vi: Đã xảy ra lỗi trong quá trình cập nhật.
zh_hans: 在更新过程中发生错误。

# Message.Information.DeletePlayList
source: Delete the playlist.
bg: Изтриване на плейлист.
de: Wiedergabeliste löschen.
es: Borrar la lista de reproducción.
fa: حذف فهرست پخش.
ja: プレイリストを削除します。
ko: 재생목록을 삭제합니다.
pt_br: Excluir à lista de reprodução.
ru: Удаление плейлиста.
vi: Xóa danh sách.
zh_hans: 删除播放列表。

# PlayList.New.Title
source: Enter playlist name
bg: Име на плейлист
de: Name eingeben
es: Introduce nombre de la lista de reproducción
fa: وارد نمودن نام فهرست پخش
ja: プレイリストの名前を入力
ko: 재생 목록 이름 입력
ru: Введите имя плейлиста
vi: Nhập tên danh sách
zh_hans: 输入播放列表名称

# PlayList.NowPlaying.Text
source: Now playing
bg: Възпроизвеждане
de: Aktuelle Wiedergabe
es: Reproduciendo ahora
fa: در حال پخش
ja: 再生中
ko: 지금 재생 중
pt_br: Em execução
ru: Проигрывается
uk: Відтворюється
vi: Hiện đang phát
zh_hans: 现在播放

# Settings.Menu.App.Description
source: Information, feedback, review & rating
bg: Информация, обратна връзка, преглед & на рейтинг
de: Infos, Feedback, Bewerten
es: Información, retroalimentación, reseña y puntuación
fa: اطلاعات، بازخورد، بازبینی و امتیازدهی
ja: 情報、フィードバック、レビュー&評価
ko: 정보, 피드백, 리뷰 및 평가
pt_br: Informações, comentários, revisão & classificação
ru: Информация, обратная связь, отзывы & рейтинг
uk: Інформація, відгук, перегляд та рейтинг
vi: Thông tin, phản hồi, đánh giá & xếp hạng
zh_hans: 信息，反馈，审核 & 评分

# Settings.Menu.App.Title
source: App
bg: Приложение
fa: اپ
ja: アプリ
ko: 앱
pt_br: Aplicativo
ru: Приложение
uk: Програма
vi: Ứng dụng
zh_hans: 应用程序

# Settings.Menu.AppLock.Description
source: Password, Lock
bg: Парола, Заключване
de: Passwort, Schutz
es: Contraseña, Bloquear
fa: گذرواژه، قفل
ja: パスワード、ロック
ko: 비밀번호, 잠금
pt_br: Senha, Bloqueio
ru: Пароль, блокировка
uk: Пароль, Блокування
vi: Mật khẩu, Khóa
zh_hans: 密码锁

# Settings.Menu.AppLock.Title
source: App protection
bg: Защита на приложението
de: App-Schutz
es: Bloqueo de App
fa: حفاظت اپ
ja: アプリの保護
ko: 앱 보호
pt_br: Proteção do Aplicativo
ru: Защита приложения
uk: Програмний захист
vi: Bảo vệ ứng dụng
zh_hans: 应用程序保护

# Settings.Menu.Font.Description
source: Install & Remove
bg: Инсталиране & Премахване
de: Installieren & Entfernen
es: Instalar y eliminar
fa: نصب و زدودن
ja: インストールと削除の管理
ko: 설치 및 제거 관리
pt_br: Instalar & Remover
ru: Установить & Удалить
uk: Встановити та Видалити
vi: Cài đặt & Dỡ bỏ
zh_hans: 安装&删除

# Settings.Menu.Font.Title
source: Font
bg: Шрифт
de: Schriftart
es: Fuente
fa: فونت
ja: フォント
ko: 글꼴
pt_br: Fonte
ru: Шрифт
uk: Шрифт
vi: Phông chữ
zh_hans: 字体

# Settings.Menu.General.Description
source: Theme, Thumbnail
bg: Тема, Миниатюра
de: Design, Vorschaubilder
es: Tema, Miniatura
fa: پوسته، نمایه
ja: テーマ、サムネイル
ko: 테마, 썸네일
pt_br: Tema, Miniatura
ru: Тема, эскизы
uk: Тема, Зображення
vi: Chủ đề, ảnh nhỏ
zh_hans: 主题，缩略图

# Settings.Menu.General.Title
source: General
bg: Общи
de: Allgemein
fa: عمومی
ja: 一般
ko: 일반
pt_br: Geral
ru: Общие
uk: Загальні
vi: Tổng quan
zh_hans: 普通

# Settings.Menu.Playback.Description
source: Seeking, Decoder
bg: Търсене, Декодер
de: Suche, Decoder
es: Posicionamiento, Decodificador
fa: پرش، دیکد کننده
ja: シーク, デコーダ
ko: 탐색, 디코더
pt_br: Buscador, Decodificador
ru: Перемотка, Декодер
uk: Перемотування, Кодеки
vi: Tìm kiếm, Giải mã
zh_hans: 寻求解码器

# Settings.Menu.Playback.Title
source: Playback
bg: Възпроизвеждане
de: Wiedergabe
es: Reproducción
fa: پخش
ja: 再生
ko: 재생
pt_br: Reprodução
ru: Воспроизведение
uk: Відтворення
vi: Phát lại
zh_hans: 播放

# Settings.Menu.Subtitle.Description
source: Font, Style, Color
bg: Шрифт, Стил, Цвят
de: Schriftart, Stil, Farbe
es: Fuente, Estilo, Color
fa: فونت، حالت، رنگ
ja: フォント、スタイル、色
ko: 글꼴, 스타일, 색상
pt_br: Fonte, Estilo, Cor
ru: Шрифт, стиль, цвет
uk: Шрифт, Стиль, Колір
vi: Phông chữ, Kiểu chữ, Màu sắc
zh_hans: 字体，样式，颜色

# Settings.Menu.Subtitle.Title
source: Subtitle
bg: Субтитри
de: Untertitel
es: Subtítulos
fa: زیرنویس
ja: 字幕
ko: 자막
pt_br: Legenda
ru: Субтитры
uk: Субтитри
vi: Phụ đề
zh_hans: 字幕

# Theme.Dark.Text
source: Dark
bg: Тъмен
de: Dunkel
es: Oscuro
fa: تیره
ja: 暗く
ko: 어둡게
pt_br: Escuro
ru: Темная
uk: Темний
vi: Tối
zh_hans: 暗

# Theme.Light.Text
source: Light
bg: Светъл
de: Hell
es: Claro
fa: روشن
ja: 明るく
ko: 밝게
pt_br: Claro
ru: Светлая
uk: Світлий
vi: Sáng
zh_hans: 亮

# Thumbnail.Retention.Days.Content
source: {0} days
bg: {0} дни
de: {0} Tage
es: {0} días
fa: {0} روز
ja: {0}日
ko: {0} 일
pt_br: {0} dias
ru: {0} дней
uk: {0} днів
vi: {0} ngày
zh_hans: {0} 天

# TopMenu.PlayList.ResetPausedTime.Text
source: Reset time
bg: Рестартиране на времето
de: Zeit zurücksetzen
es: Reiniciar tiempo
fa: تنظیم مجدد زمان
ja: 時間の初期化
ko: 시간 초기화
ru: Время сброса
uk: Час скидання
vi: Đặt lại giờ
zh_hans: 重置时间

# AudioVolumeBooster.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Volume booster
bg: Усилване на звука
de: Lautstärke-Booster
es: Amplificador de volumen
fa: تقویت کننده صدا
ja: 音量ブースター
ko: 음량 증폭
ru: Усиление громкости
uk: Підсилювач звуку
vi: Bộ khuếch đại âm thanh
zh_hans: 音量助推器

# SecondUnit.Text
source: sec
bg: сек
es: seg
fa: ثانیه
ja: 秒
ko: 초
pt_br: seg
ru: сек
uk: сек
vi: giây
zh_hans: 秒

# AspectRatio.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Aspect ratio
bg: Съотношение
de: Seitenverhältnis
es: Relación de aspecto
fa: نسبت تصویر
ja: アスペクト比
ko: 화면 비율
pt_br: Proporção
ru: Соотношение сторон
uk: Пропорція
vi: Tỉ lệ co
zh_hans: 高宽比

# AspectRatioItems.Fill
source: Fill
bg: Запълване
de: Ausfüllen
es: Extender
fa: تمام صفحه
ja: 満杯画面
ko: 꽉찬화면
pt_br: Preenchimento
ru: Заполнение
uk: Заливка
vi: Phủ tràn
zh_hans: 填满

# AspectRatioItems.Uniform
source: Uniform
bg: Еднообразно
de: Einheitlich
es: Mantener proporción
fa: یک اندازه
ja: 比を保持
ko: 비율유지
pt_br: Uniforme
ru: Пропорционально
uk: Рівномірний
vi: Vừa màn hình
zh_hans: 统一

# AspectRatioItems.UniformToFill
source: Uniform to fill
bg: Еднообразно запълване
de: Einheitlich ausfüllen
es: Mantener proporción y extender
fa: یک اندازه تا تمام صفحه
ja: 比を保持満杯画面
ko: 비율유지 꽉찬화면
ru: Пропорциональное заполнение
uk: Рівномірний для заповнення
vi: Đầy khít
zh_hans: 统一填满

# Audio.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio options
bg: Аудио настройки
de: Audio-Optionen
es: Opciones de audio
fa: گزینه های صدا
ja: オーディオオプション
ko: 오디오 옵션
ru: Параметры звука
uk: Параметри аудіо
vi: Tùy chọn âm thanh
zh_hans: 音频选项

# AudioBalance.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Left / Right balance
bg: Баланс ляво/дясно
de: Audio-Balance
es: Balance Izquierdo / Derecho
fa: بالانس چپ/راست
ja: 左/右のバランス
ko: 좌 / 우 균형
pt_br: Balanço para Esquerda / Direita
ru: Баланс левый / правый
uk: Баланс Лівого / Правого
vi: Cân chỉnh trái/phải
zh_hans: 左 / 右平衡

# AudioLanguage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio languages
bg: Аудио езици
de: Tonspur
es: Idiomas de audio
fa: زبان صدا
ja: オーディオ言語
ko: 오디오 언어
ru: Языки аудио
uk: Мова аудіо
vi: Ngôn ngữ âm thanh
zh_hans: 音频语言

# AudioSync.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio sync
bg: Синхронизация на звука
de: Ton-Bild-Synchronisation
es: Sincronización de audio
fa: همگام سازی صدا
ja: オーディオシンク
ko: 오디오 싱크
pt_br: Sincronização do áudio
ru: Синхронизация аудио
vi: Đồng bộ âm thanh
zh_hans: 音频同步

# AudioVolume.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio volume
bg: Сила на звука
de: Tonlautstärke
es: Volumen de audio
fa: حجم صدا
ja: 音量
ko: 음량
pt_br: Volume do áudio
ru: Громкость звука
vi: Âm lượng
zh_hans: 音频音量

# Brightness.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Brightness
bg: Яркост
de: Helligkeit
es: Brillo
fa: روشنایی
ja: ブライトネス
ko: 밝기
pt_br: Brilho
ru: Яркость
vi: Độ sáng
zh_hans: 亮度

# ClosedCaption.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle options
bg: Настройки на субтитрите
de: Untertitel-Optionen
es: Opciones de subtítulos
fa: گزینه های زیر نویس
ja: 字幕オプション
ko: 자막 옵션
pt_br: Opções de legenda
ru: Параметры субтитров
vi: Tùy chọn phụ đề
zh_hans: 选择字幕

# ClosedCaptionCharset.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle charsets
bg: Знакови таблици за субтитрите
de: Untertitel-Zeichenset
es: Juego de caracteres de subtítulos
fa: کاراکترهای زیرنویس
ja: 字幕文字セット
ko: 자막 문자셋
pt_br: Caracteres variados da legenda
ru: Кодировка субтитров
uk: Кодування субтитрів
vi: Bảng mã phụ đề
zh_hans: 字幕数据

# ClosedCaptionFontSize.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle size
bg: Размер на субтитрите
de: Untertitel-Größe
es: Tamaño de subtítulos
fa: اندازه زیرنویس
ja: 字幕サイズ
ko: 자막 크기
pt_br: Tamanho da legenda
ru: Размер субтитров
vi: Kích thước phụ đề
zh_hans: 字幕大小

# ClosedCaptionImport.Text
source: Import external subtitle
bg: Зареждане на външни субтитри
de: Untertitel importieren
es: Importar subtítulos externos
fa: وارد کردن زیرنویس
ja: 外部字幕を開く
ko: 외부 자막 열기
pt_br: Importar legenda externa
ru: Импорт внешних субтитров
uk: Імпорт субтитрів
vi: Nhập phụ đề từ nguồn ngoài
zh_hans: 导入外部字幕

# ClosedCaptionLanguage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle languages
bg: Език на субтитрите
de: Untertitel-Sprache
es: Idioma de subtítulos
fa: زبان های زیرنویس
ja: 字幕言語
ko: 자막 언어
pt_br: Idiomas de legenda
ru: Языки субтитров
vi: Ngôn ngữ phụ đề
zh_hans: 字幕语言

# ClosedCaptionPosition.Text
source: Move subtitle position
bg: Позиция на субтитрите
de: Untertitel-Position ändern
es: Mover posición de subtítulos
fa: جا به جایی زیرنویس
ja: 字幕の位置を移動
ko: 자막 위치 이동
ru: Положение субтитров
uk: Зміна позиції субтитрів
vi: Di chuyển vị trí phụ đề
zh_hans: 移动字幕位置

# ClosedCaptionSetting.Text
source: Subtitle settings
bg: Настройки на субтитрите
de: Untertitel-Einstellungen
es: Configuración de subtítulos
fa: تنظیمات زیرنویس
ja: 字幕表示の設定
ko: 자막 표시 설정
pt_br: Configurações das legendas
ru: Настройки субтитров
vi: Cài đặt phụ đề
zh_hans: 字幕设置

# ClosedCaptionSync.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Subtitle sync
bg: Синхронизация на субтитрите
de: Untertitel-Synchronisation
es: Sincronziación de subtítulos
fa: همگام سازی زیرنویس
ja: 字幕シンク
ko: 자막 싱크
pt_br: Sincronização da legenda
ru: Синхронизация субтитров
uk: Синхронізація субтитрів
vi: Đồng bộ phụ đề
zh_hans: 字幕同步

# ClosePlayback.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close playback window
bg: Затваряне на плейбек прозореца
de: Wiedergabefenster schließen
es: Cerrar ventana de reproducción
fa: بستن پنجره پخش
ja: 再生ウィンドウを閉じる
ko: 재생 창 닫기
pt_br: Fechar janela de reprodução
ru: Закрыть окно воспроизведения
uk: Закрити вікно відтворення
vi: Đóng cửa sổ phát lại
zh_hans: 关闭播放窗口

# Decoder.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Decoder
bg: Декодер
es: Decodificador
fa: دیکد کننده
ja: デコーダ
ko: 디코더
pt_br: Decodificador
ru: Декодер
uk: Кодек
vi: Trình giải mã
zh_hans: 解码器

# DisplayRotation.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Display rotation
bg: Завъртане на екрана
es: Rotación de pantalla
fa: چرخش صفحه
ja: 画面の回転
ko: 화면 회전
ru: Поворот экрана
uk: Ротація дисплею
vi: Xoay màn hình
zh_hans: 显示旋转

# DisplayRotationItems.Clockwise180
source: Clockwise 180°
bg: По часовника 180°
de: Im Uhrzeigersinn180°
es: 180° sentido agujas de reloj
fa: 180 درجه در جهت ساعت
ja: 時計回り180°
ko: 시계방향 180°
pt_br: 180° no sentido horário
ru: 180° по часовой стрелке
uk: За год. стрілкою 180°
vi: Xoay 180°
zh_hans: 顺时针旋转 180 °

# DisplayRotationItems.Clockwise270
source: Clockwise 270°
bg: По часовника 270°
de: Im Uhrzeigersinn 270°
es: 270° sentido agujas de reloj
fa: 270 درجه در جهت ساعت
ja: 時計回り270°
ko: 시계방향 270°
pt_br: 270° no sentido horário
ru: 270° по часовой стрелке
uk: За год. стрілкою 270°
vi: Xoay 270°
zh_hans: 顺时针旋转 270 °

# DisplayRotationItems.Clockwise90
source: Clockwise 90°
bg: По часовника 90°
de: Im Uhrzeigersinn 90°
es: 90° sentido agujas de reloj
fa: 90 درجه در جهت ساعت
ja: 時計回り90°
ko: 시계방향 90°
ru: 90° по часовой стрелке
uk: За год. стрілкою на 90°
vi: Xoay 90°
zh_hans: 顺时针旋转 90 °

# DisplayRotationItems.None
source: None
bg: Изключено
de: Keine
es: Nada
fa: هیچکدام
ja: 回転なし
ko: 회전안함
pt_br: Nada
ru: Отсутствует
uk: Нічого
vi: Không có
zh_hans: 没有

# FastForward.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fast forward
bg: Бързо превъртане напред
de: Vorspulen
es: Avance rápido
fa: سریع به جلو
ja: 前に進む
ko: 빨리 감기
pt_br: Avanço rápido
ru: Перемотка вперед
uk: Перемотати вперед
vi: Tua đi nhanh
zh_hans: 快进

# FastRewind.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fast rewind
bg: Бързо превъртане назад
de: Zurückspulen
es: Retroceso rápido
fa: سریع به عقب
ja: 巻き戻し
ko: 뒤로 감기
ru: Быстрая перемотка назад
uk: Перемотати назад
vi: Tua về nhanh
zh_hans: 快退

# FullWindow.Tag
source: Full screen mode
bg: Режим в цял екран
de: Vollbildmodus
es: Modo de pantalla completa
fa: حالت تمام صفحه
ja: フルスクリーンモード
ko: 전체 화면 모드
pt_br: Modo de tela inteira
ru: Полноэкранный режим
vi: Toàn màn hình
zh_hans: 全屏模式

# FullWindow2.Tag
source: Window mode
bg: Режим в прозорец
de: Fenstermodus
es: Modo de ventana
fa: حالت پنجره
ja: ウィンドウモード
ko: 창모드
ru: Оконный режим
vi: Chế độ cửa sổ
zh_hans: 窗口模式

# HorizontalMirror.Label
source: Horizontal mirror
bg: Хоризонтално огледало
de: Horizontal spiegeln
es: Espejo horizontal
fa: آینه افقی
ja: 左右の折り返し
ko: 좌우 바꿈
ru: Отзеркалить по горизонтали
uk: Дзеркальний режим
vi: Đối xứng ngang
zh_hans: 水平镜像

# LockControlPanel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lock control panel
bg: Заключване на контролния панел
de: Kontrollleiste sperren
es: Bloquear panel de control
fa: صفحه کنترل قفل
ja: コントロールパネルのロック
ko: 제어 패널 잠금
pt_br: Painel de controle do bloqueio
ru: Блокировать панель управления
vi: Khóa trình điều khiển
zh_hans: 锁定控制面板

# PlaybackRate.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playback speed (rate)
bg: Скорост на възпроизвеждане
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción (ratio)
fa: نرخ سرعت پخش
ja: 再生速度
ko: 재생 속도
ru: Скорость воспроизведения (темп)
vi: Tốc độ phát lại
zh_hans: 播放速度 （速度）

# PlaybackRepeat.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playback repeat
bg: Повтаряне на възпроизвеждането
de: Wiederholen
es: Repetir reproducción
fa: تکرار پخش
ja: 反復再生
ko: 반복 재생
pt_br: Repetir a reprodução
ru: Повторное воспроизведение
uk: Повторення
vi: Phát lặp
zh_hans: 重复播放

# PlaybackRepeatItems.All
source: Infinity
bg: Безкрайно
de: Unendlich
es: Infinito
fa: بی نهایت
ja: 無限
ko: 계속
pt_br: Infinito
ru: Бесконечно
uk: Нескінченно
vi: Vô số
zh_hans: 无限

# PlaybackRepeatItems.None
source: None
bg: Изключено
de: Aus
es: Nada
fa: هیچکدام
ja: 反復なし
ko: 반복 안함
pt_br: Nada
ru: Отсутствует
uk: Жодного
vi: Không có
zh_hans: 没有

# PlaybackRepeatItems.Once
source: Once
bg: Веднъж
de: Einmal
es: Una vez
fa: یک بار
ja: 一度
ko: 한번만
pt_br: Uma vez
ru: Однократно
uk: Один раз
vi: Chỉ một lần
zh_hans: 一次

# PlayPause.Tag
source: Play
bg: Възпроизвеждане
de: Wiedergabe
es: Reproducir
fa: پخش
ja: 再生
ko: 재생
pt_br: Executar
ru: Воспроизвести
uk: Відтворити
vi: Phát
zh_hans: 播放

# PlayPause2.Tag
source: Pause
bg: Пауза
es: Pausar
fa: توقف
ja: 一時停止
ko: 일시정지
pt_br: Pausar
ru: Пауза
uk: Пауза
vi: Tạm ngưng
zh_hans: 暂停

# RotationLock.Label
source: Rotation lock
bg: Заключване на ротацията на екрана
de: Rotationssperre
es: Bloqueo de rotación
fa: قفل چرخش
ja: 回転ロック
ko: 회전 잠금
pt_br: Bloqueio de rotação
ru: Блокировка вращения
uk: Блокування обертання
vi: Khóa xoay
zh_hans: 旋转锁定

# Video.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Video options
bg: Видео настройки
de: Video-Optionen
es: Opciones de vídeo
fa: گزینه های ویدیو
ja: ビデオオプション
ko: 비디오 옵션
ru: Параметры видео
vi: Tùy chọn video
zh_hans: 视频选项

# Explorer.Title.Text
source: Folders & Files
bg: File Explorer
de: Ordner & Dateien
es: Carpetas/archivos
fa: پوشه ها و فایل ها
ja: フォルダ&ファイル
ko: 폴더 & 파일
pt_br: Pastas & Arquivos
ru: Проводник
uk: Папки та файли
vi: Thư mục & Tập tin
zh_hans: 文件夹 & 文件

# Explorer.NoItem.Text
source: Click the Add Folder button (top right) to add the folder that contains the movies.
bg: Натиснете бутона Добави папка (горе дясно) за да добавите папка, която съдържа филми.
de: Nutze den "Ordner hinzufügen"-Button (oben rechts), um einen Ordner mit Video-Dateien hinzuzufügen.
es: Pulsa sobre el botón Añadir Carpeta (arriba derecha) para añadir la carpeta que contiene las películas.
fa: بر روی دکمه اضافه کردن پوشه کلیک کنید (بالا راست) تا پوشه حاوی فیلم را اضافه نمایید.
ja: フォルダを追加ボタン（右上）をクリックして、映画が含まれているフォルダを追加してください。
ko: 폴더 추가 버튼(우측 상단)을 클릭해서 영화가 담겨있는 폴더를 추가하세요.
pt_br: Clique no botão Adicionar Pasta (superior direito) para adicionar a pasta que contém os filmes.
ru: Нажмите кнопку Добавить папку (справа вверху), чтобы добавить папку, содержащую видео файлы.
uk: Натисніть кнопку "Додати папку" (вгорі праворуч), щоб додати папку, яка містить фільми.
vi: Nhấn vào nút Thêm Thư mục (góc phải ở trên) để thêm thư mục có chứa phim hoặc video.
zh_hans: 单击“添加文件夹”按钮（右上）添加包含电影的文件夹。

# Loading.Playback.Text
source: Please wait... Preparing to play video.
bg: Моля изчакайте, тече подготовка за въпроизвеждане.
de: Bitte warten... Video-Wiedergabe wird vorbereitet.
es: Por favor, espera, preparando la reproducción de vídeo.
fa: لطفا صبر کنید، در حال آماده سازی برای پخش ویدیو.
ja: ビデオの再生を準備中です...
ko: 비디오 재생을 위해 준비중입니다.
pt_br: Por favor, espere! Preparando-se para executar o vídeo.
ru: Пожалуйста, подождите, подготовка к воспроизведению видео.
uk: Зачекайте, підготовка для відтворення відео.
vi: Vui lòng đợi, đang chuẩn bị phát video.
zh_hans: 请稍候，准备播放视频。

# UseLimeEngine.Header
source: Use L:me media component (recommended)
bg: Използвай L:me медия компонент (препоръчително)
de: Nutze die L:me Media-Komponente (empfohlen)
es: Usar componente de medio L:me (recomendado)
fa: از جز L:me استفاده کنید (توصیه شده)
ja: L:meメディアコンポーネントを使用（推奨）
ko: L:me 미디어 콤포넌트 사용 (권장)
pt_br: Usar componente de mídia L:me (recomendado)
ru: Использовать L:me медиа компонент (рекомендуется)
uk: Використовувати L:me медіа компоненти (рекомендовано)
vi: Sử dụng chương trình L:me (khuyên dùng)
zh_hans: 使用 L:me 媒体组件(推荐)

# RateReminder.CustomReminderText
source: It looks like you've been using the app for a while now and we'd love to hear your comments. Would you like to rate the app or provide feedback?
bg: Изглежда, че използвате приложението от известно време и ние бихме се радвали да чуем вашите коментари. Искате ли да оцените приложението или да ни изпратите обратна връзка?
de: Es sieht so aus, als würdest du die App bereits eine Weile benutzen, und wir würden gerne deine Meinung dazu hören. Würdest du die App eventuell bewerten oder Feedback abgeben?
es: Parece que usas la app desde hace un tiempo y nos encantaría escuchar tus comentarios. ¿Te gustaría puntuar la app o facilitar retroalimentación?
fa: به نظر می رسد، مدتی است که از اپ استفاده می کنید، بسیار خوشحال می شویم که نظرتان را بشنویم. آیا مایل هستید که به اپ امتیاز داده یا بازخورد بفرستید؟
ja: CCPlayerを使用してみるといかがでしょう？あなたの貴重なご意見を聞きたいと思います。今評価とレビューを書いていただけますか？
ko: CCPlayer를 사용해보니 어떠신가요? 여러분의 소중한 의견을 듣고 싶습니다. 지금 별점과 함께 리뷰를 작성해주시겠습니까?
pt_br: Parece que você tem usado o aplicativo por um tempo, agora nós adoraríamos ouvir seus comentários. Gostaria de classificar o aplicativo ou fornecer um comentário?
ru: Похоже вы используете приложение уже некоторое время, мы будем рады услышать ваши комментарии. Вы хотите оценить приложение или связатся с нами?
uk: Схоже, ви використовували програму вже деякий час і ми будемо раді почути ваші коментарі. Чи могли ви витратити трошки свого часу та оцініти програму або залишити відгук?
vi: Có vẻ như bạn đã và đang sử dụng ứng dụng trong một thời gian dài và chúng tôi muốn lắng nghe những góp ý từ bạn. Bạn có muốn đánh giá ứng dụng hay cung cấp phản hồi hay không?
zh_hans: 看起来你已经使用了一段时间的应用程序，现在我们很想听到您的意见。你想给应用程序提供反馈吗？

# DisplayZoomItem.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Video Zoom In/Out
bg: Видео Уголемяване/Намаляване Video Zoom In/Out
de: Video-Zoom
es: Zoom de vídeo Activado/Desactivado
fa: بزرگ/کوچک نمایی
ja: 画面の拡大/縮小
ko: 화면 확대 및 축소
pt_br: Zoom do Vídeo Ampliar/Reduzir
ru: Увеличить видео +/-
uk: Збільшення або зменшення відео
vi: Phóng to/Thu nhỏ video
zh_hans: 视频放大/缩小

# MainMenu.IAPs.Button.Text
source: Purchase
bg: Закупуване
de: Kaufen
es: Comprar
fa: خرید
ja: 購入
ko: 구매
pt_br: Comprar
ru: Покупка
uk: Придбати
vi: Mua hàng
zh_hans: 购买

# IAPs.Migrate.Success.Content
source: The purchase history of the two products was found as follows: - {0} - {1} You can use without restrictions.
bg: Историята на покупките на двата продукта беше открита както следва: - {0} - {1} Можете да използвате без ограничения.
de: Der Kauf-Verlauf der zwie Produkte sieht folgendermaßen aus: - {0} - {1} Du bist in der Nutzung nicht mehr beschränkt.
es: Se ha encontrado el siguiente historial de comprar de los dos productos: - {0} - {1} Puedes usarlo sin restricciones.
fa: تاریخچه پرداخت برای دو محصول یافت شد: - {0} - {1} می توانید بدون محدودیت استفاده کنید.
ja: 次の2件の購入履歴が存在します： - {0} - {1} 制約なしで使用することができます。
ko: 다음 2건의 구매이력이 존재합니다 : - {0} - {1} 제약없이 사용할 수 있습니다.
pt_br: O histórico de compra dos dois produtos foi encontrado da seguinte forma: - {0} - {1} Você pode usar sem restrições.
ru: История покупки двух продуктов была обнаружена следующим: - {0} - {1} Вы можете использовать без ограничений.
uk: В історія покупок було знайдено такі два продукти: - {0} - {1} Ви можете використовувати їх без обмежень.
vi: Lịch sử mua hàng của hai sản phẩm được tìm thấy như sau: - {0} - {1} Bạn có thể sử dụng mà không bị giới hạn.
zh_hans: 这两种产品的购买历史记录，发现如下： - {0} - {1} 您可以使用没有任何限制。

# IAPs.Migrate.Success.Title
source: Congratulations. Migration was successful!
bg: Поздравления. Миграцията беше успешна.
de: Glückwunsch. Erfolgreich migriert!
es: Felicidades. ¡La migración se ha realizado correctamente!
fa: تبریک! ادغام با موفقیت انجام شد!
ja: おめでとうございます。マイグレーションに成功しました！
ko: 축하합니다. 마이그레이션에 성공하였습니다!
pt_br: Parabéns! A migração foi bem sucedida.
ru: Поздравляем. Перенос прошел успешно!
uk: Вітаємо. Міграція пройшла успішно!
vi: Chúc mừng. Di chuyển thành công!
zh_hans: 恭喜。迁移成功！
