Repository: hupo376787/CCPlayer
Catalog: CCPlayer.WP81.Pro/MultilingualResources/CCPlayer.WP81.Pro.*.xlf
Languages: hu, ja, ko, pt, ru, tr, zh_hans

# FontManager.Header.Text
source: Manage custom fonts. (Be careful when using the font license.)
hu: Kezeld a saját betűtípusaidat. (Óvatosan bánj a licensszel.)
ja: インストールしたユーザーフォントを管理します。 （有料フォントの使用に関する法的責任は本人にあります。）
ko: 설치한 사용자 폰트를 관리합니다. (유료 폰트 사용에 대한 법적 책임은 본인에게 있습니다.)
pt: Gerenciar fontes do usuário. (Atenção ao utilizar licenças da fonte.)
ru: управление сторонними шрифтами. (Будьте осторожны при использовании лицензии на шрифты.)
tr: Özel yazı tiplerini yönet. (Lisanslı yazı tipi kullanırken dikkatli olun.)
zh_hans: 管理自定义字体。(使用字体许可证时要小心。)

# FontManager.Title.Text
source: font manager
hu: betűtípuskezelő
ja: フォントマネージャー
ko: 폰트 매니저
pt: gerenciar fontes
ru: управление шрифтами
tr: yazı tipi yöneticisi
zh_hans: 字体管理器

# Message.Delete.FontFamily
source: Are you sure you want to delete the font({0})?
hu: Biztosan törlöd ezt a betűtípust ({0})?
ja: {0}のフォントを削除しますか？
ko: {0} 폰트를 삭제하시겠습니까?
pt: Tem certeza que deseja deletar a fonte({0})?
ru: Вы действительно хотите удалить шрифт({0})?
tr: ({0}) yazı tipini silmek istediğinizden emin misiniz?
zh_hans: 你确定你要删除字体({0})?

# SaveTruTypeFontInMKV.Header
source: Save fonts(TTF) included in MKV
hu: betűtípus(TTF) elmentése az MKV fájlba
ja: MKVからフォント(TTF)を保存
ko: MKV내의 트루타입폰트 저장
pt: Salvar fonte (TTF) incluída no MKV
ru: TrueType шрифты в MKV
tr: MKV içinde bulunan yazı tiplerini(TTF) kaydet
zh_hans: 保存字体（TTF）包括MKV

# UpdateHistory00010
source: Supported theme customization
hu: Téma személyreszabása támogatva
ja: テーマのカスタマイズのサポート
ko: 테마 커스터마이징 지원
pt: Tema personalizado suportado
ru: Поддержка настройки тем
tr: Tema özelleştirme desteği
zh_hans: 支持自定义主题

# UpdateHistory00011
source: Added font manager for subtitle
hu: Betűtípuskezelő a feliratokhoz hozzáadva
ja: フォント選択/管理機能を追加
ko: 폰트 선택/관리기능 추가
pt: Gerenciar fonte adicionada para legenda
ru: Добавлено управление субтитрами
tr: Altyazı için yazı tipi yöneticisi eklendi
zh_hans: 字幕添加的字体管理器

# UpdateHistory00012
source: Added on/off option of the all videos list
hu: Be/Ki opció a videólistánál hozzáadva
ja: すべてのビデオ]メニューon/ off機能を追加
ko: 모든 비디오 메뉴 on/off 메뉴 추가
pt: Adicionada opção on/off na lista de todos os vídeos
ru: Добавлена опция вкл/выкл всех видео в списке
tr: Tüm videolar listesi için açık / kapalı seçeneği eklendi
zh_hans: 增加对所有施清单/关闭选项

# UpdateHistory00013
source: Modified some UI
hu: Megjelenés módosítva
ja: さまざまなUI変更
ko: 기타 UI 수정
pt: UI modificados
ru: Изменен интерфейс
tr: Bazı kullanıcı arabirimi geliştirmeleri yapıldı
zh_hans: 修改了一些UI

# UpdateHistory00014
source: Fixed some bugs
hu: Néhány hiba kijavítva
ja: さまざまなバグ修正
ko: 기타 버그 수정
pt: Correção de bugs
ru: Исправлены некоторые ошибки
tr: Bazı hatalar düzeltildi
zh_hans: 修复了一些bug

# UpdateHistory00015
source: Improved loading performance in the all videos list
hu: Videólista betöltési teljesítménye javítva
ja: すべてのビデオリストのローディング速度を改善
ko: 모든 비디오 목록 로딩 속도 개선
pt: Melhorado o desempenho no carregamento de listas dos vídeos
ru: Улучшена скорость загрузки всех видео в списке
tr: Tüm videolar listesinde yükleme iyileştirmeleri yapıldı
zh_hans: 改善所有视频列表加载性能

# Message.Codec.NoLicense
source: No license : {0}
hu: Nincs licensz : {0}
ja: ライセンスなし：{0}
ko: 라이센스 없음 : {0}
pt: Nenhuma licença : {0}
ru: Нет лицензии : {0}
tr: Lisans yok : {0}
zh_hans: 没有许可:{0}

# Message.Codec.NotSupported
source: Not supported : {0}
hu: Nem támogatott : {0}
ja: サポートしない：{0}
ko: 지원 안됨 : {0}
pt: Não suportado : {0}
ru: Не поддерживается : {0}
zh_hans: 不支持：{0}

# UpdateHistory00016
source: Supported touch gestures. (audio volume & brightness adjustment)
hu: Kezelés érintéssel támogatva (hangerő & fényerő állítása)
ja: タッチジェスチャーのサポート（ビデオの明るさ、音量調節）
ko: 터치 제스쳐 지원 (화면밝기, 음량 조절)
pt: Gestos suportados. (volume & ajuste de brilho)
ru: Поддержка жестов управления. (громкость & яркость)
tr: Dokunma jestleri eklendi. (ses seviyesi ve parlaklık ayarı)
zh_hans: 支持触摸手势（音量亮度调节)

source: Add folder
hu: Mappa hozzáadása
ja: フォルダを追加
ko: 폴더 추가
pt: Adicionar pasta
ru: Добавить папку
tr: Klasör ekle
zh_hans: 添加文件夹

# UpdateHistory00017
source: Added folder management feature
hu: Mappakezelés funkció hozzáadva
ja: ユーザーフォルダの追加機能
ko: 사용자 폴더 추가 기능
pt: Gerenciar pastas adicionadas
ru: Добавлено управление папками
tr: Klasör yönetimi özelliği eklendi
zh_hans: 添加的文件夹管理功能

# UpdateHistory00018
source: Fragmentation of the playback speed options (0.1 units)
hu: Lejátszási sebesség állításának finomítása (0.1-es egységek)
ja: 再生速度オプションの細分化（0.1単位）
ko: 재생속도 옵션 세분화 (0.1단위)
pt: Opções de velocidade de reprodução (0.1 units)
ru: Фрагментация вариантов скорости воспроизведения (0.1 единицы)
tr: Oynatma hızı seçenekleri parçalanması (0.1 birim)
zh_hans: 碎片播放速度选项 （0.1 个单位）

# Message.Info.Pro.Feature1
source: This feature can be used only in the Pro version.
hu: Ez a funkció csak a Pro verzóban működik.
ja: Proバージョンでのみ使用することができます。
ko: 프로버전에서만 사용할 수 있습니다.
pt: Recurso disponível apenas na versão Pro.
ru: Эта функция доступна только в Pro версии.
tr: Bu özellik sadece ücretli sürümde kullanılabilir.
zh_hans: 这个特性仅可用在专业版。

# UpdateHistory00019
source: Added touch gesture (rewind/ forward) - Only pro version
hu: Érintéses kezelés hozzáadva（előre-hátra tekerés） - Csak a pro verzióban
ja: タッチジェスチャーの追加（rewind/ forward） - プロバージョンのみサポート
ko: 터치 제스쳐 추가 (빨리감기/되감기) - 프로버전에서만 지원
pt: Gesto de toque adicionado (retroceder/avançar) - Somente na versão Pro
ru: Добавлен новый жест (перемотка вперед/назад) - Только Pro версия
tr: Dokunma jestleri eklendi (geri / ileri) - sadece ücretli sürümde
zh_hans: 添加触摸手势（快退/快进） -only专业版

# UpdateHistory00020
source: Supported fullscreen video - Removed adv on video playback screen - Added adv on list & video control panel
hu: Teljes képernyős videónézés támogatva - Reklámok eltávolítva a lejátszási képernyőről - Reklámok hozzáadva a listához és a videókezelőhöz
ja: ビデオ再生画面の上の広告の削除 - リストおよびコントロールパネルに広告を追加
ko: 비디오 재생화면위의 광고제거 - 리스트 및 컨트롤 패널에 광고추가
pt: Suporte a tela cheia - adv removido na tela de reprodução - adv adicionado na lista de controle de vídeo &
ru: Поддержка полноэкраноого видео - Удалена реклама на экране воспроизвдения - Добавлена реклама в списке & и панели управления
tr: Tam ekran video desteği - Removed adv on video playback screen - Added adv on list & video control panel
zh_hans: 支持全屏幕视频

# SearchButton.Text
source: search
hu: keresés
ja: 検索
ko: 검색
pt: procurar
ru: поиск
tr: ara
zh_hans: 搜索

# SearchInResults.Text
source: search in results
hu: keresés az eredmények között
ja: 結果内の検索
ko: 결과내에서 검색
pt: procurar nos resultados
ru: поиск по результатам
tr: arama sonuçları
zh_hans: 搜索结果

# SearchVideoTitle.Text
source: Search in all videos section
hu: Keresés az összes videó között
ja: 全てのビデオセクションで検索
ko: 모든 비디오 섹션에서 검색
pt: Procurar em todos os vídeos
ru: поиск в хабе
tr: Tüm video bölümlerinde ara
zh_hans: 在所有的视频段检索

# UpdateHistory00021
source: Added searching in the video list - Only pro version
hu: Keresés a videólistában hozzáadva - Csak a pro verzióban
ja: ビデオリスト内の検索機能の追加 - プロバージョンのみサポート
ko: 비디오 리스트내 검색기능 추가 - 프로버전에서만 지원
pt: Capacidade de buscar na lista de vídeo - Somente na versão Pro
ru: Добавлен поиск в списке видео - Только Pro версия
tr: Video listesinde arama eklendi - sadece ücretli sürümde
zh_hans: 添加搜索在视频列表仅专业版 -only专业版

# Cache
source: (loading from cache)
hu: (betöltés a cache-ből)
ja: （キャッシュからローディング）
ko: (캐시로 부터 로딩)
pt: (carregamento de cache)
ru: (загрузка кеша)
tr: (önbellekten yükleniyor)
zh_hans: (从缓存加载)

source: synchronize
hu: szinkronizálás
ja: シンクロナイズ
ko: 동기화
pt: sincronizar
ru: синхронизировать
tr: Eşitleme
zh_hans: 同步

# UpdateHistory00022
source: Supported to adjust place of subtitle
hu: Új támogatott funkció: felirat helyének változtatása
ja: 字幕の位置調整機能の追加
ko: 자막 위치 조정기능 추가
pt: Capacidade de ajustar o local da legenda
ru: Поддержка регулировки положения субтитров
tr: Altyazı yerini ayarlama eklendi
zh_hans: 支持调整字幕位置

# UpdateHistory00023
source: Some fixes and improvements
hu: Néhány javítás és fejlesztés
ja: いくつかの修正と改善
ko: 기타 버그 수정 및 개선
pt: Correções e melhorias
ru: Некоторые исправления и улучшения
zh_hans: 一些修复和改进

source: Close
hu: Kilépés
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# Message.Error.MFEngine01
source: Play was stopped for error occurs.
hu: Hiba miatt a lejátszás leállt.
ja: エラーが発生して再生が停止しました。
ko: 오류가 발생하여 재생이 중단되었습니다.
pt: Ocorreu um erro, execução interrompida.
ru: Воспроизведение остановлено из-за ошибки.
tr: Hata oluştu, oynatma durduruldu.
zh_hans: 发生了播放停止的错误

# Message.Error.MFEngine02
source: Network error has occurred.
hu: Hálózati hiba lépett fel.
ja: ネットワークエラーが発生しました。
ko: 네트워크 오류가 발생하였습니다.
pt: Erro de Rede.
ru: Произошла ошибка сети.
zh_hans: 发生网络错误。

# Message.Error.MFEngine03
source: Decoding error has occurred.
hu: Dekódolási hiba lépett fel.
ja: デコードエラーが発生しました。
ko: 디코드 오류가 발생하였습니다.
pt: Erro de decodificação.
ru: Произошла ошибка декодирования.
zh_hans: 发生解码错误。

# Message.Error.MFEngine04
source: Can't play because the item's file format isn't supported.
hu: A fájl nem játszható le, mert a formátuma nem támogatott.
ja: サポートされてない形式のメディアフォーマットです。
ko: 지원되지 않는 형식의 미디어 포맷입니다.
pt: Não foi possível reproduzir porque a mídia não é suportada.
ru: Нелья воспроизвести т.к. формат файла не поддерживается.
tr: Dosya biçimi desteklenmediği için oynatılamıyor.
zh_hans: 不能使用，因为不支持该项目的文件格式。

# Message.Error.MFEngine05
source: It is encrypted media format.
hu: Ez egy titkosított médiaformátum.
ja: 暗号化されたメディア形式です。
ko: 암호화된 미디어 형식입니다.
pt: Mídia criptografada.
ru: Это зашифрованый медиа формат.
tr: Şifreli medya biçimi.
zh_hans: 它是加密的媒体格式。

# Message.Error.MFEngine99
source: Unknown error has occurred.
hu: Ismeretlen hiba lépett fel.
ja: 原因不明のエラーが発生しました。
ko: 알 수 없는 오류가 발생하였습니다.
pt: Erro desconhecido.
ru: Произошла неизвестная ошибка.
tr: Bilinmeyen hata oluştu.
zh_hans: 发生未知错误。

# Supported.Media.Format
source: Supported media formats
hu: Támogatott médiaformátumok
ja: サポートされているメディアフォーマット
ko: 지원되는 미디어 포맷
pt: Tipos de mídia suportados
ru: Поддерживаемые медиа форматы
zh_hans: 支持的媒体格式

# UpdateHistory00024
source: Fixed a bug of playback rate button
hu: A lejátszási sebesség gomb hibája kijavítva
ja: 再生速度ボタンのバグを修正
ko: 재생속도 버튼 버그 수정
pt: Corrigido erro do botão de taxa de reprodução
ru: Исправн баг с кнопкой скорости воспроизведения
tr: Oynatma hızı düğmesiyle ilgili bir hata düzeltildi
zh_hans: 固定播放速率按钮错误

# UpdateHistory00025
source: Avi/MP4 in XviD codec support (OS bug patches)
hu: XviD-beli Avi/MP4 kodek támogatása (rendszerhiba kijavítása miatt)
ja: Avi/ MP4でXviDコーデックのサポート（OSのバグのパッチ）
ko: Avi/MP4에서 XviD 코덱 지원 (OS 버그 패치)
pt: Suporte aos codecs Avi/MP4 em XviD (correções de bugs)
ru: Поддержка Avi/MP4 в XviD кодеке (ОС выпускает патчи)
tr: AVI/MP4 XviD çözücü desteği eklendi (İS hata yamaları)
zh_hans: AVI / MP4的XviD格式编解码器支持（OS漏洞补丁)

# UpdateHistory00026
source: Change the error message when it fails to play
hu: Megvátoztatott hibaüzenet amikor nem sikerül a lejátszás
ja: 再生に失敗した場合のエラーメッセージを変更
ko: 재생 실패 오류메세지 출력
pt: Alterar mensagem de erro quando não puder executar
ru: Изменено сообщение об ошибке при неудачном воспроизведении
tr: Oynatma başarısız oldu hatası mesajı değiştirildi
zh_hans: 改变不播放的错误消息

# Message.Error.FileNotFound
source: Error - File not found
hu: Hiba - A fájl nem található
ja: [エラー] ファイルなし
ko: 에러 - 파일 없음
pt: Erro - Arquivo não encontrado
ru: Ошибка - файл не найден
zh_hans: 错误 - 找不到文件。

# AutoSeekInterval
source: Proportional to the running time
hu: Arányos a futásidővel
ja: 上映時間に比例
ko: 상영시간에 비례
pt: Porporcional ao tempo total do vídeo
ru: Пропорционально времени воспроизведения
tr: Toplam süre ile orantılı
zh_hans: 与运行时间成正比

# HardwareBackButtonAction.Text
source: Back key action in the Explorer
hu: Vissza gomb funkciója a Böngészőben
ja: エクスプローラで戻るキーアクション
ko: 탐색기에서 뒤로가기키 동작
pt: Ação de voltar ao Explorer
ru: Действие кнокпи назад в Проводник
tr: Tarayıcı'da geri tuşu eylemi
zh_hans: 返回键作用在资源管理器

source: Move to upper folder
hu: Egy mappával feljebb
ja: 上位のフォルダに移動
ko: 상위폴더로 이동
pt: Mover para pasta superior
ru: Вернуться назад
zh_hans: 移动到上一级文件夹

# SeekTimeInterval.Text
source: TIme interval of the seeking
hu: keresési idő
ja: シークの時間間隔
ko: 탐색(시크) 시간 간격
pt: Intervalo de tempo de busca
ru: Временной интервал поиска
tr: İleri-Geri sarma zaman aralığı
zh_hans: 寻找时间间隔

source: Terminate application
hu: Alkalmazás bezárása
ja: アプリ終了
ko: 앱 종료
pt: Sair do aplicativo
ru: Закрыть приложение
tr: Uygulamayı sonlandır
zh_hans: 应用程序终止

# NotSupportedCodecDesc
source: Supported Codec : {0}
hu: Támogatott kodek : {0}
ja: 再生可能コーデック：{0}
ko: 재생 가능 코덱 : {0}
pt: Codec Suportado : {0}
ru: Поддерживаемый кодек : {0}
tr: Desteklenen çözücüler: {0}
zh_hans: 支持的编解码器 : {0}

# NotSupportedLicenseCodecDesc
source: Can not support this codec because expensive license fee than ccplayer price.
hu: Tem támogathatjuk ezt a kodeket, a használatának díja ugyanis meghaladná a ccplayer árát. Sajnáljuk.
ja: ライセンス料金がアプリの価格よりも高いので、再生は行われません。
ko: 라이센스 비용이 앱가격 보다 비싸기 때문에 재생해 드리지 못합니다.
pt: O Codec não suportado porque a taxa de licença é muito alta para o CCPlayer.
ru: Лицензия дороже чем это приложение, так что извините, не могу воспроизвести.
tr: Bu çözücü lisans ücreti fazla olduğu için desteklenmiyor.
zh_hans: Ca不支持这种编码因为比ccplayer价格昂贵的许可费用。

# Message.Error.FolderNotFound
source: Error - Folder not found
hu: Hiba - A mappa nem található
ja: [エラー] フォルダなし
ko: 에러 - 폴더 없음
pt: Erro - Pasta não encontrada
ru: Ошибка - папка не найдена
zh_hans: 错误 - 文件夹没有找到。

# Message.Error.CodecNotSupported
source: Error - Not supported codec
hu: Hiba - A kodek nem támogatott
ja: [エラー] 再生不可コーデック
ko: 에러 - 지원불가 코덱
pt: Erro - Codec não suportado
ru: Ошибка - не поддеживаемый кодек
tr: Hata - Desteklenmeyen çözücü
zh_hans: 错误 - 不受支持的编解码器。

# UpdateHistory00027
source: The new UI / UX
hu: Új UI / UX
ja: 新しいUI/ UX
ko: 새로운 UI / UX
pt: Novo UI / UX
ru: Новый UI / UX
tr: Kullanıcı arayüzü ve Tasarım yenilendi
zh_hans: 新的UI / UX

# UpdateHistory00028
source: Improved performance
hu: Növelt teljesítmény
ja: パフォーマンスの向上
ko: 성능 향상
pt: Performance melhorada
ru: Улучшена производительность
tr: Performans iyileştirmeleri
zh_hans: 提高性能

# UpdateHistory00029
source: Improved stability
hu: Növelt stabilitás
ja: 安定性の向上
ko: 안정성 향상
pt: Estabilidade melhorada
ru: Улучшена стабильность
tr: Kararlılık iyileştirmeleri
zh_hans: 提高稳定性

# UpdateHistory00030
source: Added thumbnail image
hu: Bélyegkép hozzáadva
ja: サムネイル画像サポート
ko: 썸네일 이미지 지원
pt: Adicionadas imagens em miniatura
ru: Добавлены превью изображения
tr: Küçük resim desteği eklendi
zh_hans: 加入缩略图

# FlipToPause.Header
source: Flip to pause
ja: フリップすると一時停止
ko: 뒤집으면 일시정지
pt: Virar para pausar
tr: Duraklatmak için dokun
zh_hans: 翻转暂停

# Message.Info.Pro.Feature2
source: Do you want to buy now?
hu: Szeretnéd most megvásárolni?
ja: 今すぐ購入しますか？
ko: 지금 구매하시겠습니까?
pt: Deseja comprar agora?
ru: Хотите купить сейчас?
zh_hans: 你想现在买？

# UpdateHistory00031
source: Fixed bug for black screen
ja: 黒い画面のバグ修正
ko: 검정화면 버그 수정
pt: Corrigido bug da tela preta
tr: Siyah ekran sorunu düzeltildi

# UpdateHistory00032
source: Applied immediately when is changing charset combo
ja: 字幕の文字セットの変更時にリアルタイムで反映
ko: 자막 문자셋 변경시 즉시 반영
pt: Aplicada resposta imediata aos combos de codificação de caracteres
tr: Açılır kutu karakter kümesi uygulandıktan hemen sonra değişiyor
zh_hans: 应用时立即改变字符的组合

# UpdateHistory00033
source: Fixed bug for playback rate (when switch pause to play)
ja: 一時停止<=>再生時倍速再生のバグを修正
ko: 일시정지 <=> 재생시 배속재생 버그 수정
pt: Corrigido erro de taxa de reprodução (quando interrompido e retomado)
tr: Kayıttan yürütme hızi ile ilgili hata düzeltildi (geçiş yapıldığında oynamak için duraklat)
zh_hans: 修正了播放速度的错误（当切换暂停播放）

# UpdateHistory00034
source: Added Chinese translation
ja: 中国語の翻訳が追加
ko: 중국어 번역 추가
pt: Adicionado o idioma Chinês
tr: Çince çeviri eklendi
zh_hans: 增加中文翻译

# ForceUseMediaElement.Header
source: Disable CCPlayer engine
ja: CCPlayerエンジンを使用しない
ko: CCPlayer 엔진 사용안함
pt: Desativar o Motor CCPlayer
tr: CCPlayer motorunu devre dışı bırak

# OptimizeEntryModel.Header
source: Optimize for the entry device
ja: エントリフォンの再生最適化
ko: 저사양 폰 재생 최적화
pt: Otimizar para o dispositivo de entrada
tr: Giriş aygıtı için en iyi duruma getir

# RemoveCompletedVideo.Text
source: Remove playlist when playback completed
ja: 再生完了時再生リストから削除
ko: 재생완료시 재생목록에서 제거
pt: Remover lista de reprodução quando as execuções forem concluídas
tr: Oynatma tamamlandığında çalma listesini kaldır

# UpdateHistory00035
source: Supported Windows 10 For Phone TP
ja: Windows 10 For Phone TPサポート
ko: Windows 10 For Phone TP 지원
pt: Suporte ao Windows 10 Mobile
tr: Windows 10 telefon desteği
zh_hans: 支持的 Windows 10 手机 TP

# UpdateHistory00036
source: Added engine choice option
ja: 再生エンジン選択オプション追加
ko: 재생엔진 선택 옵션 추가
pt: Adicionada função Motor
tr: Motor seçim seçeneği eklendi
zh_hans: 添加的引擎选择选项

# UpdateHistory00037
source: Added remove from playlist when playback completed
ja: 再生完了時再生リストから自動削除オプション追加
ko: 재생완료시 재생목록에서 자동 제거 옵션 추가
pt: Adicionada função de remover playlist quando as execuções forem completadas
tr: Oynatma tamamlandığında çalma listesinden kaldırma eklendi
zh_hans: 从播放列表中播放完成后的添加的删除

# Message.Play.Next
source: Do you want to play the next video?
ja: 次のビデオを再生しますか？
ko: 다음 비디오를 재생하시겠습니까?
pt: Executar o próximo vídeo?
tr: Sonraki videoyu oynamak istiyor musunuz?

# UseConfirmNextPlay.Header
source: Confirm before to play next video
ja: 次のビデオを再生する前に確認
ko: 다음 비디오 재생 여부 확인
pt: Confirmar antes de abrir o próximo vídeo
tr: Sonraki videoyu oynatmak için önce sor

# UpdateHistory00038
source: Improved compatibility of the SRT parser
ja: SRT字幕パーサの互換性の向上
ko: SRT자막 파서 호환성 향상
pt: Compatibilidade com arquivos SRT melhorada
tr: SRT ayrıştırıcısı için geliştirilmiş uyumluluk
zh_hans: SRT的解析器改进兼容性

# UpdateHistory00039
source: Added Ukraine translation
ja: ウクライナ語翻訳の追加
ko: 우크라이나어 번역 추가
pt: Adicionada tradução Ucraniana
tr: Ukranya dili eklendi
zh_hans: 支持乌克兰语言

# UpdateHistory00040
source: Fixed bug of the Lock screen
ja: 画面ロックのエラー修正
ko: 화면잠김 오류 수정
pt: Consertado o erro da tela de bloqueio
tr: Kilit ekranı hatası düzeltildi
zh_hans: 修正一个锁定屏幕的错误

# UpdateHistory00041
source: Supported AC3 for Lumia830(Dolbi digital certified device) in the MKV
ja: ルーミア830（ドルビー認証機器）MKVでAC3サポート
ko: 루미아 830(돌비 인증 기기) MKV에서 AC3지원
pt: Suporte do Lumia830 ao AC3 (Dolbi digital certified device) em arquivos MKV
tr: Lumia 830 için MKV içinde AC3 desteği (Dolbi dijital sertifikalı aygıt) MKV
zh_hans: 对于Lumia830（Dolbi数字认证设备）的MKV支持AC3

# UpdateHistory00042
source: Added option that confirm before to play next video
ja: 次のビデオを再生可否確認オプション追加
ko: 다음 비디오 재생 여부 확인 옵션 추가
pt: Adicionada capacidade de confirmar antes de abrir o próximo vídeo
tr: Bir sonraki videoyu oynatmadan önce sor seçeneği eklendi
zh_hans: 添加选项，确认之前播放一个视频

# UpdateHistory00043
source: improved clearness
ja: 映像の鮮明度向上
ko: 영상의 선명도 향상
pt: melhorar clareza
tr: netlik geliştirildi
zh_hans: 改善清晰度

# NotSupportedDecoder
source: The media can not be played by {0} decoder.
ja: この動画は、{0}デコーダで再生することができません。
ko: 이 미디어는 {0}디코더로 재생할 수 없습니다.
pt: A mídia não pôde ser aberta pelo codificador{0}.
tr: Medya {0} kod çözücüsüyle oynatılamadı

# UpdateHistory00044
source: Supported SW decoder & more codecs, extensions (containers)
ja: SWデコーダおよびより多くのコーデック,拡張子（コンテナ）のサポート
ko: SW디코더 및 더 많은 코덱, 확장자(컨테이너) 지원
pt: Compatibilidade com o decodificador SW& mais codecs, extensões
tr: SW kod çözücü desteklendi & daha fazla çözücü , uzantılar
zh_hans: 支持SW解码器

# UpdateHistory00045
source: Added Persian translation
ja: ペルシア語翻訳の追加
ko: 페르시아어 번역 추가
pt: Adicionado idioma Persa
tr: Farsça çeviri eklendi
zh_hans: 波斯语翻译

# Message.Confirm.Source.SelectAudio
source: This media file contains too many audio stream, please select one.
ja: このメディアファイルには、多くのオーディオストリームが含まれているので、いずれかを選択してください。
ko: 이 미디어 파일에는 너무 많은 오디오 스트림이 포함되어 있습니다. 하나를 선택하세요.
pt: O arquivo de mídia possuí vários áudios, por favor selecione um.
tr: Bu medya dosyası çok fazla ses akışı içerir, lütfen birini seçin.

# UpdateHistory00046
source: Added Hindi translation
ja: ヒンディー語翻訳の追加
ko: 힌디 번역 추가
pt: Adicionado idioma Hindi
tr: Hintçe çeviri eklendi
zh_hans: 印地文翻译

# StartUpSection.Text
source: Start Menu
ja: スタートメニュー
ko: 시작 화면
pt: Menu Inicial
tr: Başlangıçta

# Message.Confirm.Create.Password
source: If you set a password, you can protect your content.
ja: パスワードを設定すると、コンテンツを保護することができます。
ko: 패스워드를 설정하면 컨텐츠를 보호할 수 있습니다.
pt: Ao definir uma senha, seu conteúdo estará protegido.
tr: İçeriği korumak için parola oluşturun.

# Message.Confirm.Input.Password
source: Please enter your password.
ja: パスワードを入力してください。
ko: 패스워드를 입력하세요.
pt: Digite sua senha.
tr: Lütfen parolanızı girin.

# Message.Confirm.Remove.Password
source: Please enter your password to disable the protection.
ja: 保護機能を解除するためにパスワードを入力してください。
ko: 보호기능을 해제하기 위해 패스워드를 입력하세요.
pt: Entre com sua senha para desproteger o conteúdo.
tr: Korumayı devre dışı bırakmak için şifrenizi giriniz.

# UpdateHistory00047
source: Folder protection feature (Only pro version)
ja: フォルダの保護機能（proバージョンのみ）
ko: 폴더 보호기능 추가 (pro버전만 지원)
pt: Proteção de Pasta (versão Pro)
tr: Klasör koruma özelliği (sadece ücretli sürümde)
zh_hans: 文件夹保护（只有根文件夹和专业版）

# UpdateHistory00048
source: Select startup menu option (Only pro version)
ja: スタートメニューの選択オプション（proバージョンのみ）
ko: 시작메뉴 선택 옵션 추가 (pro버전만 지원)
pt: Selecionar menu ao inicializar (versão Pro)
tr: Başlangıç menüsü seçeneği (sadece ücretli sürümde)
zh_hans: 启动菜单选择（资源管理器，所有的视频，播放列表，仅Pro版）

# UpdateHistory00049
source: Improved performance of the SW decoder
ja: SWデコーダの性能向上
ko: SW디코더 성능 향상
pt: Desempenho do decodificador SW melhorado
tr: SW kod çözücüsü için performans iyileştirmeleri

# UseGpuShader.Header
source: Use GPU shader in s/w decoder
ja: SWデコーダでGPUのシェーダを使用
ko: SW디코더에서 GPU의 쉐이더 사용
pt: Usar sombreamento GPU no s/w decoder
tr: GPU gölgelendiricide s/w kod çözücü kullan
zh_hans: 在使用解码器软件模式下，GPU的着色器

# CharsetKoreanMS
source: Korean (Windows MS949)
hu: Koreai (Windows MS949)
ja: 韓国語 (Windows MS949)
ko: 한국어 (Windows MS949)
pt: Coreano (Windows MS949)
ru: Корейский (Windows MS949)

# UpdateHistory00050
source: Fixed a bug of the shader color conversion.
ja: シェーダカラー変換のバグを修正
ko: 색공간 변환 버그 수정 (GPU 쉐이더 모드)
pt: Corridigo erro na conversão de cores no sombreamento.
zh_hans: 修正了一个着色颜色转换的bug

# UpdateHistory00051
source: Subtitle flicker bug
ja: 字幕フリッカーバグ
ko: 자막 플릭커 버그
pt: Bug de cintilação da legenda
tr: Altyazı titreme hatası

# UpdateHistory00052
source: Disable ASS effector
ja: ASSエフェクター無効
ko: ASS 이펙터 무시
pt: Desativar efeito ASS
tr: ASS efektörü devre dışı bırakma
zh_hans: 禁用ASS效应

# UpdateHistory00053
source: 24Bit audio playback (down-sampling)
ja: 24Bitオーディオ再生（ダウンサンプリング）
ko: 24Bit 오디오 재생 (다운샘플링)
pt: reprodulção de áudio em 24Bit
zh_hans: 24Bit的音频播放（下采样）

# UpdateHistory00054
source: Compatibility of the codecs
ja: コーデックの互換性
ko: 코덱 호환성
pt: compatibilidade dos codecs
tr: Çözücü desteği
zh_hans: 编解码器的兼容性

# UpdateHistory00055
source: App crash (starting playback)
ja: 再生時のアプリクラッシュ
ko: 재생시 앱 크래시
pt: Fechamento inesperado (ao iniciar playback)
tr: Uygulama çökme (başlangıç oynatma)
zh_hans: 应用程序崩溃 (开始播放)

# UpdateHistory00056
source: Volume gesture bug (Hungarian)
ja: 音量ジェスチャーバグ（ハンガリー）
ko: 볼륨 제스쳐 버그 (헝가리안)
pt: Gesto de volume (Húngaro)
tr: Ses jesti ile ilgili hata (Macarca)
zh_hans: 音量手势 bug (匈牙利)

# UpdateHistory00057
source: Supported internal Timed Text format
ja: Timed Text内蔵字幕サポート
ko: Timed Text 내장 자막 지원
pt: Cronômetros suportados
tr: İç zamanlı metin biçimi desteklendi

# UpdateHistory00058
source: Playback bug (avi etc)
ja: 再生バグ（AVIなど）
ko: 재생버그 (avi 등)
tr: Kayıttan yürütme hatası (avi vb)

# UpdateHistory00059
source: Crash when the font name is empty of the SMI subtitle.
ja: SMI字幕のフォント名が空の場合クラッシュ
ko: SMI 자막에서 폰트명이 비었을때 발생하는 충돌
pt: Fechamento inesperado quando o nome da fonte está vazio.
tr: SMI altyazı tipi için adı boş olduğunda çökme
