Repository: hupo376787/CCPlayer
Catalog: CCPlayer.WP81.Pro/MultilingualResources/CCPlayer.WP81.Pro.*.xlf
Languages: hu, ja, ko, pt, ru, tr, zh_hans

# RateReminder.CustomReminderText
source: It looks like you've been using the app for a while now and we'd love to hear your comments. Would you like to rate the app or provide feedback?
ja: CCPlayerを使用してみるといかがでしょう？あなたの貴重なご意見を聞きたいと思います。今評価とレビューを書いていただけますか？
ko: CCPlayer를 사용해보니 어떠신가요? 여러분의 소중한 의견을 듣고 싶습니다. 지금 별점과 함께 리뷰를 작성해주시겠습니까?
pt: Estamos felizes que você está usando nosso aplicativo e gostaríamos muito de ouvir seus comentários. Poderia classificar o app ou deixar sua opinião?
tr: Uygulamayı bir süredir kullanıyorsun, görüşlerini bizimle paylaşmak istermisin?

# AspectRatioItems.Fill
source: Fill
ja: 伸ばす
ko: 꽉찬화면
pt: Preencher
tr: Dolgu

# AspectRatioItems.Uniform
source: Natural ratio
ja: 元の比率
ko: 원본비율
pt: Tela normal

# AspectRatioItems.UniformToFill
source: Fill (Natural ratio)
ja: 伸ばす(元の比率)
ko: 꽉찬화면 (원본비율)
pt: Preencher (tela normal)

# AspectRatio.Text
source: Aspect Ratio
ja: アスペクト比
ko: 화면 비율
pt: Proporção de tela
tr: En Boy Oranı

# UpdateHistory00060
source: Aspect Ratios
ja: アスペクト比
ko: 화면비율
pt: Proporções de tela

# RemoveAds.Label
source: Remove advertising
ja: 広告の削除
ko: 광고 제거
pt: Remover publicidade
tr: Reklamları kaldır

# UnlockFeatures.Label
source: Unlock Pro version features
ja: Pro機能のロック解除
ko: Pro기능 잠금해제
pt: Desbloquear funções da versão Pro
tr: Ücretli sürüme geç

# UpdateHistory00061
source: In app products (Ad, Features)
ja: アプリ内製品（広告除去、機能解除）
ko: 앱내 제품 (광고제거, 기능해제)
pt: Características do app (Ad, Features)
tr: Uygulama ürünleri (reklam, özellikler)

# UpdateHistory00062
source: Pinch to Zoom (Only Pro Feature & CCP Engine)
ja: ズームジェスチャ（PRO機能＆CCPエンジンのみ）
ko: 줌 제스쳐지원(프로 & CCP의 경우)
pt: Aplicação de Zoom (versão Pro& Motor CCP)
tr: Yakınlaştırmak için çimdik (Şimdilik sadece ücretli sürümde)

# UpdateHistory00063
source: Subtitle flicker bug
ko: 일부 자막 깜빡임 버그
pt: Bug na variação de luz da Legenda
tr: Altyazı titreme hatası

# UpdateHistory00064
source: Zoom in : max 4X
ko: 확대 줌 : 최대 4X
pt: Zoom: max 4X

# UpdateHistory00065
source: Turkish translation
ja: トルコ語翻訳
ko: 터키어 번역
pt: Idioma Turco

# UpdateHistory00067
source: ASS/SSA subtitle bug
ja: ASS/SSA 字幕のバグ
ko: ASS/SSA 자막 버그
pt: Bug de legendas ASS/SSA

# Settings.General.Text
source: general
hu: általános
ja: 一般
ko: 일반
pt: geral
ru: общее
tr: genel
zh_hans: 一般

# Settings.Playback.Text
source: playback
hu: lejátszás
ja: 再生
ko: 재생
pt: reprodução
ru: воспроизведения
tr: oynatma
zh_hans: 播放

# UpdateHistory00068
source: Supported font collection file (.TTC, .OTC)
ja: フォント コレクション ファイルのサポート (.TTC, .OTC)
ko: 폰트 컬렉션 파일 지원 (.TTC, .OTC)
pt: Coleção de fontes suportadas (.TTC, .OTC)

# UpdateHistory00069
source: Bugs related to font management
ja: フォント管理に関するバグ
ko: 폰트관리에 관련된 버그
pt: Bugs relacionados a fontes

# UpdateHistory00070
source: XviD codec in MKV/3G2 container
ja: MKV/3G2 コンテナーの XviD コーデック
ko: MKV/3G2 컨테이너에서 XviD 코덱 오류

# UpdateHistory00071
source: Some FLV file's playback bugs
ja: 一部の FLV ファイルの再生バグ
ko: 일부 FLV 파일의 재생 오류
pt: Alguns arquivos FLV apresentavam erros

# UpdateHistory00072
source: Added option that toggle on/off of the "all video hub"
ja: 「すべてのビデオ」の on/off を切り替えオプションの追加
ko: "모든 비디오" 목록의 사용 여부 옵션 추가
pt: Adicionada opção on/off "no hub de vídeos"

# UpdateHistory00073
source: Crash bug when start playing in some mkv
ja: 一部のmkvで再生起動時にクラッシュ
ko: 일부 MKV에서 재생 시작시 앱 크래시 에러
pt: Erros inesperados ao executar arquvios mkv

# UpdateHistory00074
source: Skip some subtitles
ja: 字幕の一部の不表示
ko: 일부 자막이 스킵되어 표시되지 않는 현상
pt: Ignorar legendas

# UpdateHistory00075
source: Display battery level & current time on control panel
ja: コントロール パネルにバッテリー残量&現在時間を表示
ko: 재생패널 위 배터리 레벨 및 현재 시간 표시
pt: Indicador de bateria & exibição de hora

# UpdateHistory00076
source: Improved subtitle's charset detection
ja: 字幕エンコード検出性能の改善
ko: 자막 파일 인코딩 자동검출 성능 개선
pt: Melhorias no sombreamento das legendas

# UpdateHistory00077
source: Portuguese, French translation
ko: 포르투갈어, 프랑스어 번역추가
pt: Idioma Português do Brasil, francês

# UpdateHistory00078
source: Supported .webm extension
ja: .webm 拡張子サポート
ko: .webm 형식 지원

# UpdateHistory00066
source: S/W decoder performance
ja: S/W デコーダーの性能
pt: Desempenho do decodificador S/W

# AboutTranslatePeople6
source: Le Xiazi
zh_hans: 乐夏子
