Repository: hupo376787/CCPlayer
Catalog: CCPlayer.WP81.Pro/MultilingualResources/CCPlayer.WP81.Pro.*.xlf
Languages: hu, ja, ko, pt, ru, tr, zh_hans

# About.Header
source: about
hu: névjegy
ja: CCPlayer 情報
ko: CCPlayer 정보
pt: sobre
ru: информация
tr: hakkında
zh_hans: 关于

# Buy.Label
source: buy the pro version
hu: pro verzió megvásárlása
ja: プロバージョン購入
ko: 프로버전 구입
pt: comprar a versão completa
ru: купите полную версию
tr: ücretli sürümü satın al
zh_hans: 购买专业版

# VelostepApps.Label
source: more from L:me
hu: más alkalmazások a L:me től
ja: L:meで作成したアプリ
ko: 라임(L:me)에서 만든 앱들
pt: mais de L:me
ru: больше от L:me
tr: diğer L:me uygulamaları
zh_hans: 更多来自 L:me

# AboutAbout
source: version & developers
hu: verzió & készítők
ja: バージョン＆amp;デベロッパー
ko: 버전 및 개발자
pt: versão & desenvolvedores
ru: версия и разработчики
tr: sürüm ve geliştirici
zh_hans: 版本及开发商

# AboutCredits
source: credits
hu: köszönet
ja: クレジット
ko: 크레딧
pt: créditos
ru: копирайты
tr: destekleyenler
zh_hans: 赞扬

# AboutDesign
source: design
hu: tervezés
ja: デザイン
ko: 디자인
ru: дизайн
tr: tasarım
zh_hans: 设计

# AboutDesigner
source: Jooyong, Yook
ko: 육주용

# AboutDeveloper
source: Jooyong, Yook
ko: 육주용

# AboutDevelopment
source: development
hu: fejlesztés
ja: 開発
ko: 개발
pt: desenvolvimento
ru: разработка
tr: geliştirici
zh_hans: 开发

# AboutFacebook
source: facebook
ko: 페이스북

# AboutFeedback
source: support & feedback
hu: támogatás & visszajelzés
ja: アプリのサポートとフィードバック
ko: 앱 지원 및 피드백
pt: suporte & feedback
ru: Обратная связь
tr: yardım ve destek
zh_hans: 支持与反馈

# AboutLibraryCreators
source: Thanks to the creators of the following libraries
hu: Köszönet a következő könyvtárak készítőinek
ja: ライブラリの作成者
ko: 라이브러리 제작자
pt: Obrigado aos criadores das bibliotecas
ru: Благодарность создателям библиотек
tr: Kütüphaneler ve yapımcıları
zh_hans: 感谢以下文库的创建者

# AboutRateReview
source: rate & review
hu: véleményezés & értékelés
ja: 評価とレビュー
ko: 평가 및 리뷰
pt: avaliar & classificar
ru: оценка & отзыв
tr: uygulamaya puan ver
zh_hans: 打分并评价

# AboutShare
source: share this app
hu: app megosztása
ja: アプリの共有
ko: 앱 공유
pt: compartilhar aplicativo
ru: поделится приложением
tr: paylaş
zh_hans: 分享这个程序

# AboutSpecialPeople1
source: Bomi, Jung
ko: 정보미

# AboutSpecialPeople3
source: Seongmin, Yoon
ko: 윤성민 (abcduser)

# AboutSpecialThanks
source: Special thanks
hu: Különleges köszönet
ja: 特に助けてくださった方々
ko: 특별히 도움을 주신 분들
pt: Obrigado a
ru: Специальные благодарности
tr: Özel teşekkür
zh_hans: 特别感谢

# AboutUserVoice
source: user voice
ja: 提案
ko: 건의사항
pt: voz do usuário
ru: голос пользователя
tr: öneri ve hata bildirme
zh_hans: 用户的声音

# AboutVersion
source: version
hu: verzió
ja: バージョン
ko: 버전
pt: versão
ru: версия
tr: sürüm
zh_hans: 版本

# AboutWhatsNew
source: what's new
hu: újdonságok
ja: 更新履歴
ko: 업데이트 내역
pt: o que há de novo
ru: что нового
tr: yenilikler
zh_hans: 有什么新的

# CharsetArabicISO
source: Arabic (ISO)
hu: Arab (ISO)
ja: アラビア語（ISO）
ko: 아랍어 (ISO)
pt: Árabe (ISO)
ru: Арабский (ISO)
tr: Arapça (ISO)

# CharsetArabicOem
source: Arabic (OEM)
hu: Arab (OEM)
ja: アラビア語 (OEM)
ko: 아랍어 (OEM)
pt: Árabe (OEM)
ru: Арабский (OEM)
tr: Arapça (OEM)

# CharsetArabicWindows
source: Arabic (Windows)
hu: Arab (Windows)
ja: アラビア語 (Windows)
ko: 아랍어 (Windows)
pt: Árabe (Windows)
ru: Арабский (Windows)
tr: Arapça (Windows)

# CharsetAutoDetect
source: Auto detection
hu: Automatikus felismerés
ja: 自動検出
ko: 자동 검출
pt: Detecção automática
ru: Авто определение

# CharsetBalticISO
source: Baltic (ISO)
ja: バルト語（ISO）
ko: 발트어 (ISO)
pt: Báltico (ISO)
ru: Балтийская (ISO)
tr: Baltık (ISO)

# CharsetBalticOem
source: Baltic (OEM)
ja: バルト語 (OEM)
ko: 발트어 (OEM)
pt: Báltico (OEM)
ru: Балтийская (OEM)
tr: Baltık (OEM)

# CharsetBalticWindows
source: Baltic (Windows)
ja: バルト語 (Windows)
ko: 발트어 (Windows)
pt: Báltico (Windows)
ru: Балтийская (Windows)
tr: Baltık (Windows)

# CharsetCentralEuropeanISO
source: Central European (ISO)
hu: Közép-Európai (ISO)
ja: 中央ヨーロッパ語 (ISO)
ko: 중앙 유럽어 (ISO)
pt: Europa Central (ISO)
ru: Центрально-Европейский (ISO)
tr: Orta Avrupa (ISO)

# CharsetCentralEuropeanWindows
source: Central European (Windows)
hu: Közép-Európai (Windows)
ja: 中央ヨーロッパ語 (Windows)
ko: 중앙 유럽어 (Windows)
pt: Europa Central (Windows)
ru: Центрально-Европейский (Windows)
tr: Orta Avrupa (Windows)

# CharsetChineseSimplifiedGB
source: Chinese Simplified
hu: Egyszerűsített Kínai
ja: 中国語（簡体字）
ko: 중국어 간체
pt: Chinês simplificado
ru: Китайский упрощенный
tr: Basitleştirilmiş Çince

# CharsetChineseTraditionalBig5
source: Chinese Traditional
hu: Hagyományos Kínai
ja: 中国語（繁体字）
ko: 중국어 번체
pt: Chinês tradicional
ru: Китайский традиционный
tr: Geleneksel Çince

# CharsetCyrillicISO
source: Cyrillic (ISO)
hu: Cirill-betűs (ISO)
ja: キリル文字（ISO）
ko: 키릴 자모 (ISO)
pt: Cirílico (ISO)
ru: Кириллица (ISO)
tr: Kiril (ISO)

# CharsetCyrillicOem
source: Cyrillic (OEM)
hu: Cirill-betűs (OEM)
ja: キリル文字 (OEM)
ko: 키릴 자모 (OEM)
pt: Cirílico (OEM)
ru: Кириллица (OEM)
tr: Kiril (OEM)

# CharsetCyrillicWindows
source: Cyrillic (Windows)
hu: Cirill-betűs (Windows)
ja: キリル文字 (Windows)
ko: 키릴 자모 (Windows)
pt: Cirílico (Windows)
ru: Кириллица (Windows)
tr: Kiril (Windows)

# CharsetGreekOem
source: Greek (OEM)
hu: Görög (OEM)
ja: ギリシャ語 (OEM)
ko: 그리스어 (OEM)
pt: Grego (OEM)
ru: Греческий (OEM)
tr: Rumca (OEM)

# CharsetGreekWindows
source: Greek (Windows)
hu: Görög (Windows)
ja: ギリシャ語 (Windows)
ko: 그리스어 (Windows)
pt: Grego (Windows)
ru: Греческий (Windows)
tr: Rumca (Windows)

# CharsetHebrewISO_Visual
source: Hebrew (ISO-Visual)
hu: Héber (ISO-Visual)
ja: ヘブライ語 (ISO-Visual)
ko: 히브리어 (ISO-Visual)
pt: Hebraico (ISO-Visual)
ru: Иврит (ISO-видео)
tr: İbranice (ISO-Visual)

# CharsetHebrewOem
source: Hebrew (OEM)
hu: Héber (OEM)
ja: ヘブライ語 (OEM)
ko: 히브리어 (OEM)
pt: Hebraico (OEM)
ru: Иврит (OEM)
tr: İbranice (OEM)

# CharsetHebrewWindows
source: Hebrew (Windows)
hu: Héber (Windows)
ja: ヘブライ語 (Windows)
ko: 히브리어 (Windows)
pt: Hebraico (Windows)
ru: Иврит (Windows)
tr: İbranice (Windows)

# CharsetJapaneseShift_JIS
source: Japanese (Windows)
hu: Japán (Windows)
ja: 日本語 (Windows)
ko: 일본어 (Windows)
pt: Japonês (Windows)
ru: Японский (Windows)
tr: Japonca (Windows)

# CharsetKoreanEUC
source: Korean (Windows EUC-KR)
hu: Koreai (Windows EUC-KR)
ja: 韓国語 (Windows EUC-KR)
ko: 한국어 (Windows EUC-KR)
pt: Coreano (Windows EUC-KR)
ru: Корейский (Windows EUC-KR)
tr: Kore dili (Windows EUC-KR)

# CharsetLatin3
source: Latin3 (OEM)
ja: ラテン3 (OEM)
ko: 라틴3 (OEM)
pt: Latino3 (OEM)
ru: Латинская 3 (OEM)

# CharsetLatin9
source: Latin9 (OEM)
ja: ラテン9 (OEM)
ko: 라틴9 (OEM)
pt: Latino9 (OEM)
ru: Латинская 9 (OEM)

# CharsetLatinIIOem
source: Central European (OEM)
hu: Közép-Európai (OEM)
ja: 中央ヨーロッパ語 (OEM)
ko: 중앙 유럽어 (OEM)
pt: Europa Central (OEM)
ru: Центрально-Европейский (OEM)
tr: Orta Avrupa (OEM)

# CharsetMultilingualLatinIEuroOem
source: Western European EURO (OEM)
hu: Nyugat-Európai EURO (OEM)
ja: 西ヨーロッパ EURO (OEM)
ko: 서유럽 EURO (OEM)
pt: Europa Ocidental EURO (OEM)
ru: Западноевропейский EURO (OEM)
tr: Batı Avrupa EURO (OEM)

# CharsetMultilingualLatinIOem
source: Western European (OEM)
hu: Nyugat-Európai (OEM)
ja: 西ヨーロッパ語 (OEM)
ko: 서유럽어 (OEM)
pt: Europa Ocidental (OEM)
ru: Западноевропейская (OEM)
tr: Batı Avrupa (OEM)

# CharsetRussianOem
source: Russian (OEM)
hu: Orosz (OEM)
ja: ロシア語 (OEM)
ko: 러시아어 (OEM)
pt: Russo (OEM)
ru: Русский (OEM)
tr: Rusça (OEM)

# CharsetThaiWindows
source: Thai (Windows)
ja: タイ語 (Windows)
ko: 태국어 (Windows)
pt: Taliandês (Windows)
ru: Тайский (Windows)
tr: Tay dili (Windows)

# CharsetTurkishISO
source: Turkish (ISO)
hu: Török (ISO)
ja: トルコ語 (ISO)
ko: 터키어 (ISO)
pt: Turco (ISO)
ru: Турецкий (ISO)
tr: Türkçe (ISO)

# CharsetTurkishOem
source: Turkish (OEM)
hu: Török (OEM)
ja: トルコ語 (OEM)
ko: 터키어 (OEM)
pt: Turco (OEM)
ru: Турецкий (OEM)
tr: Türkçe (OEM)

# CharsetTurkishWindows
source: Turkish (Windows)
hu: Török (Windows)
ja: トルコ語 (OEM)
ko: 터키어 (Windows)
pt: Turco (Windows)
ru: Турецкий (Windows)
tr: Türkçe (Windows)

# CharsetUsOem
source: Extended ASCII (OEM)
hu: Bővített ASCII (OEM)
ja: 拡張ASCII文字 (OEM)
ko: 확장 아스키 (OEM)
pt: Estendido ASCII (OEM)
ru: Расширенная ASCII (OEM)
tr: Genişletilmiş ASCII (OEM)

# CharsetUTF_16BE
source: Unicode (UTF-16 Big Endian)
ja: ユニコード (UTF-16 Big Endian)
ko: 유니코드 (UTF-16 Big Endian)
ru: Юникод (UTF-16 Big Endian)

# CharsetUTF_16LE
source: Unicode (UTF-16 Little Endian)
ja: ユニコード (UTF-16 Little Endian)
ko: 유니코드 (UTF-16 Little Endian)
ru: Юникод (UTF-16 Little Endian)

# CharsetUTF_8
source: Unicode (UTF-8)
ja: ユニコード (UTF-8)
ko: 유니코드 (UTF-8)
ru: Юникод (UTF-8)

# CharsetVietnameseWindows
source: Vietnamese (Windows)
hu: Vietnámi (Windows)
ja: ベトナム語 (Windows)
ko: 베트남어 (Windows)
pt: Vietnamita (Windows)
ru: Вьетнамский (Windows)
tr: Vietnam dili (Windows)

# CharsetWesternEuropeanISO
source: Western European (ISO)
hu: Nyugat-Európai (ISO)
ja: 西ヨーロッパ語 (ISO)
ko: 서유럽어 (ISO)
pt: Europa Ocidental (ISO)
ru: Западноевропейская (ISO)
tr: Batı Avrupa (ISO)

# CharsetWesternEuropeanWindows
source: Western European (Windows)
hu: Nyugat-Európai (Windows)
ja: ベトナム語 (Windows)
ko: 서유럽어 (Windows)
pt: Europa Ocidental (Windows)
ru: Западноевропейская (Windows)
tr: Batı Avrupa (Windows)

# FontShadow.Header
source: Use shadow
hu: Árnyék használata
ja: シャドー使用
ko: 그림자 효과 사용
pt: Usar sombras
ru: Тень
tr: Gölge kullan
zh_hans: 使用阴影

# FontSize.Text
source: font size
hu: betűméret
ja: 文字サイズ
ko: 글자 크기
pt: tamanho da fonte
ru: размер шрифта
tr: yazı tipi boyutu
zh_hans: 字体大小

# FontSizeOverride.Header
source: Use font size overriding
hu: Betűméret felülírása
ja: 文字サイズを上書き使用
ko: 글자 크기 덮어쓰기 사용
pt: usar tamanho de fonte padrão
ru: Использовать размер шрифта
tr: Yazı tipi boyutunu geçersiz kıl
zh_hans: 使用大小字体覆盖

# FontStyle.Text
source: font style
hu: betűstílus
ja: 文字スタイル
ko: 글자 스타일
pt: estilo de fonte
ru: стиль штрифта
tr: yazı tipi stili
zh_hans: 字体样式

# FontStyleOverride.Header
source: Use font style overriding
hu: Betűstílus felülírása
ja: 文字スタイルを上書き使用
ko: 글자 스타일 덮어쓰기 사용
pt: usar estilo de fonte padrão
ru: Использовать стиль шрифта
tr: Yazı tipi stilini geçersiz kılmayı kullan
zh_hans: 使用字体样式覆盖

# FontWeight.Text
source: font weight
hu: betű súlya
ja: 文字の太さ
ko: 글자 굵기
pt: espessura da fonte
ru: толщина шрифта
zh_hans: 字体粗细

# SettingsPage.Text
source: CCPlayer - settings
hu: CCPlayer - beállítások
ja: CCPlayer - 設定
ko: CCPlayer - 설정
pt: CCPlayer - configurações
ru: CCPlayer - настройки
zh_hans: CCPlayer - 设置

# Settings.SubtitleFont.Text
source: subtitle
hu: felirat
ja: 字幕
ko: 자막
pt: legenda
ru: субтитры
tr: altyazı
zh_hans: 字幕

# SubtitleBackground.Header
source: Use background of the subtitle
hu: Háttér használata a felirathoz
ja: 字幕の背景を使用
ko: 자막 뒷배경 사용
pt: usar plano de fundo na legenda
ru: Использовать цвет фона субтитров
tr: Altyazıda arkaplan kullan
zh_hans: 使用字幕的背景

# Settings.Appbar.Label
source: settings
hu: beállítások
ja: 設定
ko: 설정
pt: configurações
ru: настройки
tr: ayarlar
zh_hans: 设置

# Message.Delete.List
source: Are you sure you want to delete the selected video in the {0}?
hu: Biztosan törlöd ezt a videót innen: {0}?
ja: 選択したビデオを{0}から削除しますか？
ko: 선택한 비디오를 {0}에서 삭제하시겠습니까?
pt: Tem certeza que deseja remover os vídeos selecionados em {0}?
ru: Вы действительно хотите удалить выбранное видео в {0}?
tr: Seçili {0} videoyu silmek istediğinizden emin misiniz?
zh_hans: 你确定你要删除选定的视频在{0}?

source: To upper
hu: Egy mappával feljebb
ja: 直上に
ko: 상위 폴더
pt: para cima
ru: Назад
tr: Yukarı git
zh_hans: 向上

source: what's new
hu: újdonságok
ja: 更新履歴
ko: 업데이트 이력
pt: o que há de novo
ru: что нового
tr: yenilikler
zh_hans: 有什么新的

source: credits
hu: köszönet
ja: 助けてくださった方々
ko: 도움을 주신 분들
pt: creditos
ru: копирайты
tr: destekleyenler
zh_hans: 鸣谢

# AllVideo.Text
source: all videos
hu: összes videó
ja: 全てのビデオ
ko: 모든 비디오
pt: todos os vídeos
ru: все видео
tr: tüm videolar
zh_hans: 所有的视频

# Explorer.Header
source: explorer
hu: böngészés
ja: エクスプローラ
ko: 탐색기
pt: explorar
ru: проводник
tr: tarayıcı
zh_hans: 资源管理器

# Loading
source: loading {0}...
hu: {0} betöltése…
ja: {0}のロード中...
ko: {0} 로딩중...
pt: aguarde {0}...
ru: загрузка {0}...
zh_hans: 加载{0} ...

source: play
hu: lejátszás
ja: 再生
ko: 재생
ru: воспроизвести
tr: oynat
zh_hans: 播放

# Playlist.Header
source: playlist
hu: lejátszási lista
ja: プレイリスト
ko: 재생 목록
ru: плейлист
tr: çalma listesi
zh_hans: 播放列表

source: remove
hu: eltávolítás
ja: 削除
ko: 삭제
pt: remover
ru: удалить
tr: kaldır
zh_hans: 清除

source: video
hu: videó
ja: ビデオ
ko: 비디오
pt: vídeo
ru: видео
zh_hans: 视频

source: Cancel
hu: Mégse
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# Message.Exit
source: Are you sure you want to exit CCPlayer?
hu: Biztosan kilépsz a CCPlayerből?
ja: CCPlayerを終了しますか？
ko: CCPlayer를 종료하시겠습니까?
pt: Tem certeza que deseja sair do CCPlayer?
ru: Вы действительно хотите выйти из CCPlayer?
tr: CCPlayer'ı kapat.
zh_hans: 你确定要退出CCPlayer吗?

source: Ok
hu: Rendben
ja: 確認
ko: 확인
ru: Ок
tr: Tamam
zh_hans: 好的

source: complete
hu: kész
ja: 完了
ko: 완료
pt: concluído
ru: завершено
tr: tamamlandı
zh_hans: 完成

# UpdateHistory00001
source: First release
hu: Első kiadás
ja: 最初のリリース
ko: 최초 릴리즈
pt: primeiro lançamento
ru: Первый релиз
tr: İlk yayın
zh_hans: 第一个版本

# NotSupportedAudioCodec
source: Can not play this audio codec.
hu: Ez az audiókodek nem játszható le.
ja: このオーディオコーデックは再生できません。
ko: 재생할 수 없는 오디오 코덱입니다.
pt: Não foi possível carregar o codec de áudio.
ru: Невозможно воспроизвести аудио кодек.
tr: Desteklenmeyen ses çözücüsü.
zh_hans: 不能播放音频编解码器。

# NotSupportedAudioLicenseCodec
source: The audio codec has a license in {0}.
hu: Ez az audiókodek licensszel rendelkezik itt : {0}.
ja: このオーディオコーデックは{0}でライセンスを保有しています。
ko: 이 음성 코덱은 {0}에서 라이센스를 보유하고 있습니다.
pt: O codec de áudio tem uma licença em {0}.
ru: Аудио кодек оказывается имеет лицензию у {0}.
tr: Ses çözücüsü {0} bir lisansa sahip.
zh_hans: 音频编解码器许可证在{0}.

# NotSupportedVideoCodec
source: Can not play this video codec.
hu: Ez a videókodek nem játszható le.
ja: このビデオコーデックは再生できません。
ko: 재생할수 없는 비디오 코덱입니다.
pt: Não foi possível carregar o codec de vídeo.
ru: Невозможно воспроизвести видео кодек.
tr: Desteklenmeyen video çözücüsü.
zh_hans: 无法播放这个视频编解码器

# WrongFileFormat
source: This file is not {0} format.
hu: Ez a fájl nem {0} formátumú.
ja: このファイルは、{0}の形式がありません。
ko: 이 파일은 {0} 포맷이 아닙니다.
pt: O arquivo não possui o formato (0).
ru: больше от L:me
tr: Geçersiz dosya {0} biçimi.
zh_hans: 这个文件不是{0}格式。

# Message.Error.Cluster
source: Damaged part of the MKV file. Skipping a position that can be played ...
hu: Az MKV fájl ezen része sérült. Ugrás lejátszható pozícióba…
ja: MKVファイルの一部が破損している、再生可能な場所を探索しています...
ko: MKV 파일의 일부가 손상되어, 재생할 수 있는 위치를 탐색중입니다...
pt: Alguns techos do vídeo MKV apresentam erros. Essas partes serão ignoradas...
ru: Повреждена часть MKV файла. Пропуск до возможной позиции воспроизведения …
tr: Hasarlı MKV parçası. Oynatmak için parçayı atla...
zh_hans: 受损的MKV文件的一部分。跳过一个位置，可继续播放...

# Message.Info.Play.NoItems
source: There is no item to play longer in the playlist.
hu: Nincs több lejátszandó elem a listán.
ja: プレイリストにはもはや再生する項目がありません。
ko: 플레이리스트에 더 이상 재생할 항목이 없습니다.
pt: Não há itens a serem reproduzidos na Playlist.
ru: В плейлисте больше нечего проигрывать.
tr: Çalma listesinde oynatılabilecek dosya yok.
zh_hans: 没有项目在播放列表播放更长的时间。

# Message.Confirm.Play.Suspended
source: This video has been paused at {0} / {1}
hu: Ezt a videót szüneteltetted ebben az állapotban: {0} / {1}
ja: このビデオは、{0}/{1}で一時停止されました。
ko: 이 비디오는 {0} / {1}에서 일시정지 되었습니다.
pt: O vídeo foi pausado em {0} / {1}
ru: Это видео было остановлено на {0} / {1}
zh_hans: 该视频已被停在{0}和{1}

# Message.Info.Encoding.Fail
source: Detection of the encoding of the subtitle file failed. If you can not recognize the characters, please change the encoding settings of subtitle. 😉
hu: A felirat kódolásának felismerése nem sikerült. Ha nem ismered fel a karaktereket, kérjük változtasd meg a felirat kódolási beállítását. 😉
ja: 字幕ファイルのエンコーディングの検出が失敗しました。 文字化けの場合は、字幕の設定でエンコードを変更してください。 😉
ko: 자막파일의 인코딩 검색이 실패하였습니다. 글자를 알아볼 수 없으면, 자막 설정에서 인코딩을 변경하세요. 😉
pt: A codificação da legenda falhou. Se você não conseguir reconhecer as características, altere as configurações da codificação. 😉
ru: Кодировка субтитров не определена. Если вы не можете определить кодировку, пожалуйста измените настройки кодировки субтитров. 😉
tr: Altyazı kodlama hatası. Lütfen altyazı kodlama ayarlarını değiştirin. 😉
zh_hans: 字幕文件的编码检测失败了。 如果你不能识别的字符,请修改编码设置字幕。

# Message.Info.Seek.Create
source: Seek data being created...
ja: シークデータ生成中...
ko: 탐색 데이터 생성중...
pt: Buscar dados que estão sendo criados...
ru: Данные перемотки созданы…
tr: Arama verisi oluşturuldu...
zh_hans: 寻求数据创建…

# AudioBalance.Text
source: Left / Right Balance
hu: Bal / Jobb Egyensúly
ja: 左/右バランス
ko: 좌 / 우 음량 균형
pt: Balanço Esquerda / Direita
ru: Баланс: Влево / Вправо
tr: Sol / Sağ Denge
zh_hans: 左/右平衡

# AudioLanguage.Text
source: Audio Language
hu: Audió Nyelve
ja: オーディオ言語
ko: 음성 언어
pt: Idioma do áudio
ru: Язык Аудио
tr: Ses Dili
zh_hans: 音频语言

# AudioVolume.Text
source: Media Volume
hu: Médiahangerő
ja: メディアボリューム
ko: 미디어 음량
pt: Volume
ru: Громкость
tr: Medya Ses Düzeyi
zh_hans: 媒体音量

# PlaybackRate.Text
source: Playback rate
hu: Lejátszási sebesség
ja: 再生速度
ko: 재생 속도
pt: Taxa de reprodução
ru: скорость воспроизведения
tr: Yürütme hızı
zh_hans: 播放速率

# SubtitleFontSize.Text
source: Subtitle Font Size
hu: Felirat betűmérete
ja: 字幕の文字サイズ
ko: 자막 글자 크기
pt: Tamanho da fonte da legenda
ru: Размер шрифта субтитров
tr: Altyazı yazı tipi boyutu
zh_hans: 字幕字体大小

# SubtitleLanguage.Text
source: Subtitle Language
hu: Felirat nyelve
ja: 字幕言語
ko: 자막 언어
pt: Idioma da legenda
ru: Язык субтитров
zh_hans: 字幕语言

# SubtitleOnOff.Tag
source: SUBTITLE
hu: FELIRAT
ja: 字幕
ko: 자막
pt: LEGENDA
ru: СУБТИТРЫ
tr: ALTYAZI
zh_hans: 字幕

# SubtitleSync.Text
source: Subtitle Sync
hu: Felirat szinkronizálása
ja: 字幕の速度
ko: 자막 속도
pt: Sinc. Legenda
ru: Синхронизация субтитров
zh_hans: 字幕同步

# SubtitleSyncUnit.Text
source: sec
hu: mp
ja: 秒
ko: 초
pt: seg
ru: сек
tr: saniye
zh_hans: 秒

# Brightness.Text
source: Video Brightness
hu: Videó Fényereje
ja: 映像の明るさ
ko: 영상 밝기
pt: Brilho do vídeo
ru: Яркость
tr: Video Parlaklığı
zh_hans: 视频亮度

# UpdateHistory00002
source: Fixed some bugs
hu: Néhány hiba kijavítva
ja: バグ修正
ko: 버그 수정
pt: Bugs corrigidos
ru: Исправлены некоторые ошибки
tr: Bazı hatalar düzeltildi
zh_hans: 修复了一些bug

# UpdateHistory00003
source: Shortcuts subtitle setting (bottom appbar menu ...)
hu: Gyorshivatkozás a feliratbeállításokhoz (alsó menüsáv…)
ja: 字幕設定のショートカット（下部エプバメニュー...）
ko: 자막 설정 바로가기 (하단 앱바 메뉴 ... )
pt: Atalho de configuração de legenda (appbar inferior...)
ru: Ссылка на настройки субтитров (нижнее меню …)
tr: Altyazı kısayol ayarları(alt menü...)
zh_hans: 字幕设置(底部应用栏菜单中)

# AdvertisingContent.Text
source: No Ad! Full features!
hu: Nincs hirdetés! Teljes képernyő! Minden lehetőség feloldva!
ja: 広告なし！すべての機能機能！
ko: 광고 제거! 모든 기능!
pt: Sem anúncios! Todas as funções!
ru: Без рекламы! Все функции!
tr: Reklamsız! tüm özellikler!
zh_hans: 没有广告!完整的功能!

# AdvertisingTitle.Text
source: Go buy now! CCPlayer pro!
hu: Vedd meg most a CCPlayer pro-t!
ja: 今すぐCCPlayer Proを購入！
ko: 지금 바로 CCPlayer Pro 구매!
pt: Compre agora! CCPlayer Pro!
ru: Купите сейчас! CCPlayer pro!
tr: CCPlayer pro'yu şimdi satın al!
zh_hans: 现在就去购买!Ccplayer pro !

source: subtitle
hu: felirat
ja: 字幕
ko: 자막
pt: legenda
ru: субтитры
tr: altyazı
zh_hans: 字幕

# UpdateHistory00004
source: Fixed a bug related to the subtitle
hu: Felirattal kapcsolatos hiba kijavítva
ja: 字幕のバグの修正
ko: 자막 관련 버그 수정
pt: Corrigido bug relacionado a legenda
ru: Исправлена ошибка с субтитрами
tr: Altyazı ile ilgili hata düzeltildi
zh_hans: 字幕相关的固定bug

# UpdateHistory00005
source: Improved display performance of the subtitle
hu: Felirat megjelenítési minősége javítva
ja: 字幕再生のパフォーマンスを向上
ko: 자막 재생 성능 향상
pt: Melhorado desempenho da performance das legendas
ru: Улучшена производительность отображение субтитров
tr: Altyazı görünümüyle ilgili geliştirmeler yapıldı
zh_hans: 提高字幕的显示性能

# FontOutline.Header
source: Use outline
hu: Szegély használata
ja: アウトラインを使用
ko: 윤곽선 효과 사용
pt: Usar traçado
ru: Контур
tr: Kontur kullan
zh_hans: 只用大纲

# UpdateHistory00006
source: Fixed MKV playback bug
hu: MKV-lejátszási hiba kijavítva
ja: MKV再生バグの修正
ko: MKV 재생 버그 수정
pt: Bug de vídeos MKV corrigido
ru: Исправлена ошибка воспроизведения MKV
tr: MKV oynatma hatası düzeltildi
zh_hans: 固定MKV播放的bug

# UpdateHistory00007
source: Added Text Outline effect (Subtitle settings menu)
hu: Feliratkörvonal effekt hozzáadva (Feliratbeállítások menü)
ja: 字幕アウトラインエフェクトを追加（字幕設定メニュー）
ko: 자막 윤곽선 효과 추가 (자막 설정 메뉴)
pt: Adicionado efeito de esquema de texto (menu de configurações de legenda)
ru: Добавлен эффект контура текста (Меню настроек субтитров)
tr: Metin kontur efekti eklendi (altyazı ayarlar menüsü)
zh_hans: 添加文本大纲效果（字幕设置菜单)

# UpdateHistory00008
source: Fixed srt bug (skip invalid timecode)
hu: SRT-hiba kijavítva (érvénytelen időformátum átugrása)
ja: srt字幕のバグ修正（誤ったタイムコードをスキップ）
ko: srt 자막 버그 수정 (잘못된 타임코드 스킵)
pt: Corrigido erros do srt (parâmetros do cronômetro)
ru: Исправлена ошибка srt (пропуск неверного таймкода)
tr: Srt hatası düzeltildi (geçersiz zaman kodu atlama)
zh_hans: 固定SRT的bug（跳过无效的时间码）

# UpdateHistory00009
source: Improved loading performance in the explore.
hu: Böngészés betöltési teljesítménye javítva
ja: エクスプローラのリストのローディング速度を改善
ko: 탐색기 목록 로딩 속도 개선
pt: Melhorado o desempenho no carregamento através do explorer.
ru: Улучшена производительность в проводнике.
tr: Tarayıcı performans iyileştirmeleri yapıldı
zh_hans: 改善加载性能

# AboutTranslators
source: Thanks to the translators
hu: Köszönet a fordítóknak
ja: 翻訳してくださった方々
ko: 번역해주신 분들
pt: Obrigado aos tradutores
ru: Благодарность переводчикам
zh_hans: 感谢翻译

# HubBackgroundColor.Text
source: Background color
hu: Háttérszín
ja: バックグラウンド色
ko: 배경 색상
pt: Cor do plano de fundo
ru: Цвет фона проигрователя
tr: Arka plan rengi
zh_hans: 背景颜色

# HubForegroundColor.Text
source: Font color
hu: Betűszín
ja: 文字の色
ko: 글자 색상
pt: Cor de fonte
ru: Цвет шрифта проигрователя
zh_hans: 字体颜色

# HubSubForegroundColor.Text
source: Sub font color
hu: Másodlagos betűszín
ja: サブ文字色
ko: 보조 글자 색상
pt: Cor da sub fonte
ru: Цвет шрифта субтитров
zh_hans: 子字体颜色

# SubtitleFontColor.Text
source: Subtitle Font Color
hu: Felirat betűszíne
ja: 字幕の文字色
ko: 자막 글자 색상
pt: Cor da legenda
ru: Цвет шрифта субтитров
tr: Altyazı yazı tipi rengi
zh_hans: 字幕字体颜色

# UseAllVideoHub.Header
source: Use all videos in hub
hu: Összes videó használata
ja: すべてのビデオのリストを使用
ko: 모든 비디오 목록 사용
pt: Todos os vídeos no hub
ru: Исп. все видео в библиотеке
tr: Hub'daki tüm videoları kullan
zh_hans: 使用库中的所有视频

# FontFamily.Header.Text
source: font family
hu: betűtípuscsalád
ja: フォントファミリー
ko: 폰트 패밀리
pt: Família de fontes
ru: семейство шрифтов
tr: yazı tipi ailesi
zh_hans: 字形体系

# Settings.Subtitle.Text
source: Settings
hu: Beállítások
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置

# FontExternal.Import.Button.Content
source: install font
hu: betűtípus telepítése
ja: フォントのインストール
ko: 폰트 설치하기
pt: instalar fontes
ru: установить шрифт
tr: yazı tipi yükle
zh_hans: 安装字体

# FontExternal.Import.Header.Text
source: You can install the (* .TTF / OTF) from the font file.
hu: A betűtípusfájlból a (* .TTF / OTF)-t installálhatod.
ja: フォントファイル（*.TTF）から設置できます。
ko: 폰트파일(*.TTF/OTF)로부터 설치할 수 있습니다.
pt: Você pode instalar extensões (* .TTF / OTF).
ru: Установить (* .TTF / OTF) шрифты из файла.
tr: Dosyadan yazı tipi yükle (*. TTF / OTF)
zh_hans: 您可以安装（*.TTF/ OTF）的字体文件。

# FontFamily.List.Text
source: List of installed fonts
hu: Installált betűtípusok listája
ja: 設置されてフォントの一覧
ko: 설치된 폰트 목록
pt: Fontes instaladas
ru: Список установленных шрифтов
tr: Yüklü yazı tipi listesi
zh_hans: 安装字体列表

# FontManager.Button.Content
source: font manager
hu: betűtípuskezelő
ja: フォントマネージャー
ko: 폰트 매니저
pt: gerenciar fontes
ru: Шрифты
tr: yazı tipi yöneticisi
zh_hans: 字体管理器
